[
    {
        "id": "1",
        "name": "Cinturon Blanco",
        "image": "blanco.png",
        "description": "Programa de entrenamiento para cinturon blanco (10 Gup)",
        "section1": "TEORIA",
        "titletheory1":"Promesa del practicante de Taekwon-Do",
        "theory1": "1) Honraré los principios del Taekwon-Do \n 2) Respetaré a mis instructores y seniors \n 3) No haré mal uso del Taekwon-Do \n 4) Seré campeón de la justicia y la libertad \n 5) Ayudaré a construir un mundo mejor y más pacífico",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"¿De qué país proviene el Taekwon-Do?",
        "theory2": "El Taekwon-Do proviene de Corea, lugar de nacimiento del fundador.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"¿Quién fue el fundador del Taekwon-Do?",
        "theory3": "El general coreano Choi Hong Hi.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"¿Que representa el cinturón blanco?",
        "theory4": "El cinturón blanco representa la pureza o inocencia, significa que el alumno no posee conocimientos sobre Taekwon-Do.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Nombre de la indumentaria de Taekwon-Do.",
        "theory5": "La indumentaria o ropa para la práctica de Taekwon-Do se denomina “dobok” y su color blanco representa la igualdad.\n Todos los practicantes somos iguales sin importar género, raza, religión o estatus social.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Principios del Taekwon-Do:",
        "theory6": "1 Cortesía (Ye Ui) \n 2.Integridad (Yom Chi) \n 3.Perseverancia (In Nae) \n 4.Autocontrol (Guk Gi) \n 5.Espíritu Indomable (Baekjul Boolgool)",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Cortesía (Ye Ui)",
        "theory7": "Es un principio fundamental dentro y fuera del Taekwon-Do, que tiene como objetivo hacer destacar al ser humano manteniendo una sociedad armoniosa. Los practicantes de Taekwon-Do deben construir un carácter noble, así como entrenar de una manera ordenada y disciplinada.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Integridad (Yom Chi)",
        "theory8": "Es muy importante saber establecer los límites entre lo bueno y lo malo, así como saber reconocer cuando se ha hecho algo malo y redimirse por ello. Por ejemplo, en un estudiante que se niega a recibir consejo o aprender de otro estudiante más inexperto, o en un practicante que pide un grado a su maestro no hay integridad.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"Perseverancia (In Nae)",
        "theory9": "La Paciencia conduce a la virtud o al mérito. La felicidad o la prosperidad suelen ser alcanzadas por la persona que es paciente. Para poder alcanzar un objetivo, ya sea promocionar a un grado superior o perfeccionar una técnica, se ha de ser perseverante. Es fundamental el sobrepasar cada dificultad con la perseverancia.\n\n «Uno que es impaciente en cosas triviales, puede difícilmente alcanzar el éxito en asuntos de gran importancia» (Confucio)",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"Autocontrol (Guk Gi)",
        "theory10": "El autocontrol es de vital importancia tanto dentro como fuera del dojang, tanto en el combate como en los asuntos personales. En combate, la falta de autocontrol puede provocar graves consecuencias tanto para el alumno como para su oponente. Asimismo, se ha de ser capaz de vivir y trabajar dentro de las propias capacidades. \n \n «No es más fuerte aquel que es capaz de vencer a los demás, sino aquel que es capaz de vencerse a sí mismo».",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"Espíritu Indomable (Baekjul Boolgool)",
        "theory11": "Un buen practicante de Taekwon-do ha de ser siempre modesto y honrado. Ante una injusticia, actuará con espíritu combativo, sin miedo y sin dudarlo, sin tener en cuenta contra quién o contra cuántas personas se haya de enfrentar.",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"Comportamiento dentro del dojang:",
        "theory12": " • Realizar un saludo en silencio al ingresar y al retirarse. \n • Saludar a los presentes.\n • Ingresar a la clase sin accesorios (aros, reloj, pulsera etc.). • Solicitar permiso, al instructor para ingresar a la clase, levantando la mano, parado con los pies juntos a un lado del dojang. • Solicitar permiso del mismo modo que en el paso anterior para retirarse de la clase ante cualquier eventualidad (ir al baño, tomar agua, etc.) • Al retirarse de la presencia del instructor se realizará un saludo y se efectuaran 3 pasos hacia atrás, luego darse vuelta y retirarse. • Para arreglarse la indumentaria se solicitará autorización al instructor y girar por la izquierda, para arreglar la indumentaria de espalda al instructor, luego volver a girar hacia la izquierda. • Utilizar los elementos de entrenamiento de forma correcta.",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2": "MOVIMIENTOS FUNDAMENTALES",
        "titletheory13":"CHARYOT Sogi (De atención):",
        "theory13": "• Los pies forman un ángulo de 45º.\n • Bajar naturalmente los puños, flexionando ligeramente los codos. • Apretar ligeramente los puños.\n • Los ojos miran al frente y un poco más arriba que la línea imaginaria del horizonte.\n • Kyong Ye Jase (De saludo) \n Inclinar el cuerpo 15º hacia adelante.\n • Mantener los ojos fijos en los ojos del adversario.",
        "imageth13a":"chariot.png",
        "imageth13b":"chariotFeet.png",
        "imageth13c":"chariotLat.png",
        "titletheory14":"Narani Sogi (Pies paralelos):",
        "theory14": " • Ancho: 1 ancho de hombros tomando como referencia los cantos externos del pie.\n • Pies dirigidos hacia adelante",
        "imageth14a":"narani.png",
        "imageth14b":"naraniFeet.png",
        "imageth14c":"",
        "titletheory15":"Gunnun Sogi (Caminar)",
        "theory15": " • Ancho: 1 ancho de hombros desde empeine a empeine. \n • Largo: 1 ½ ancho de hombros desde punta del pie de adelante hasta punta del pie de atrás.\n • Pie retrasado 25º hacia afuera.\n • La rodilla del pie adelantado debe caer en línea recta con el talón del mismo pie.\n • Talones de ambos pies siempre apoyados.\n • La pierna de adelante determina la posición (derecha o izquierda)",
        "imageth15a":"gunnun.png",
        "imageth15b":"gunnunFeet.png",
        "imageth15c":"",
        "titletheory16":"Niunja Sogi (Posición L):",
        "theory16": " • Distancia: 1 ½ ancho de hombros entre el filo del pie de atrás y dedos del pie de adelante.\n • Los pies 15º hacia adentro.\n • Peso: 70% atrás, 30% adelante.\n • La rodilla del pie retrasado debe formar una línea vertical con los dedos del pie.\n • Cadera alineada con la articulación interna de la rodilla.\n • La pierna de atrás determina la posición (derecha o izquierda)",
        "imageth16a":"nuinja.png",
        "imageth16b":"nuinjaFeet.png",
        "imageth16c":"",
        "titletheory17":"Annun Sogi (sentado):",
        "theory17": " • Distancia: 1½ de hombros entre los dedos gordos de ambos pies.\n • Flexionar las rodillas haciendo presión hacia afuera hasta que cubran el empeine de ambos pies.\n • Peso: equitativo (50% - 50%) \n • Dedos de los pies hacia adelante.",
        "imageth17a":"annun.png",
        "imageth17b":"annunFeet.png",
        "imageth17c":"",
        "titletheory18":"SAJU CHIRUGY (1° EN CRUZ) Y SAJU MAKGI (2° EN CRUZ): \n Golpe de puño en posición de caminar altura media (gunnun so kaunde ap jirugi):",
        "theory18": " • Se debe ejecutar en posición de caminar.\n • La mano que golpea sale desde el cinturón.\n • La mano opuesta se coloca sobre la cadera a la altura del cinto.\n • El golpe se realiza con los nudillos de los dedos índice y anular en dirección de la zona del plexo solar (medio del pecho).",
        "imageth18a":"",
        "imageth18b":"sajuchiruji.png",
        "imageth18c":"",
        "titletheory19":"Defensa baja posición de caminar (gunnun so palmok najunde makgi):",
        "theory19": " • Las manos se deben cruzar sobre la línea del pecho opuesto la defensa.\n • La mano que realiza la defensa se debe cruzar por sobre la otra.\n • La mano que realiza la defensa, al momento de cruzarse, debe estar con los dedos hacia arriba y la otra con los dedos hacia abajo.\n • Al momento de la defensa la mano se ubicará en la línea del pie de adelante aproximadamente a 20cm. de distancia de la rodilla.",
        "imageth19a":"",
        "imageth19b":"defensaBaja.png",
        "imageth19c":"",
        "titletheory20":"Defensa media con antebrazo interno en posición L (niunja so anpalmok makgi):",
        "theory20": " • Se debe cruzar la mano que defiende la línea media del pecho opuesto a la defensa.\n • La mano que defiende se cruza por debajo de la mano opuesta.\n • Amabas manos al momento del cruce deben mirar hacia abajo.\n • Al finalizar la defensa, la mano que defiende se debe ubicar a la altura media en la línea del hombro.",
        "imageth20a":"",
        "imageth20b":"defensaMedia.png",
        "imageth20c":"",
        "titletheory21":"Defensa baja con canto de mano externo posición de caminar (gunnun so palmok najunde makgi):",
        "theory21": " • Las manos se deben cruzar sobre la línea del pecho opuesto la defensa.\n • La mano que realiza la defensa se debe cruzar por sobre la otra.\n • La mano que realiza la defensa, al momento de cruzarse, debe estar con los dedos hacia arriba y la otra con los dedos hacia abajo.\n • Al momento de la defensa la mano se ubicará abierta, en la línea del pie de adelante aproximadamente a 20cm. de distancia de la rodilla.",
        "imageth21a":"",
        "imageth21b":"defensaBajaManoAbrierta.png",
        "imageth21c":"",
        "section3": "PATADAS BÁSICAS",
        "titletheory22":"Frontal-ap chagui:",
        "theory22": " • Partiendo de posición de combate (guardia) con la pierna derecha atrás, se ejecutará la patada hacia el frente, (con la pierna de atrás) flexionando la rodilla y luego estirando la pierna hacia adelante.\n • La patada se puede ejecutar a la zona baja, media o alta (según solicite el examinador).\n • La herramienta de ataque a usar al momento del impacto es el meta tarso.\n • Al ejecutar la patada se debe mantener ambas manos cerradas al frente del rostro.\n • Luego de ejecutar la patada bajar la pierna al frente realizando una posición de combate con la pierna izquierda atrás, para poder realizar una patada con esta.\n • Cuando la patada es avanzando se realiza con la pierna de atrás, si es retrocediendo se patea con la pierna de adelante.",
        "imageth22a":"",
        "imageth22b":"apchagui.png",
        "imageth22c":"",
        "titletheory23":"Lateral-yop chagui",
        "theory23": " • Partiendo de posición de combate (guardia) con la pierna derecha atrás, se ejecutará la patada lateral hacia el frente, (con la pierna de atrás) posicionándose de forma lateral se flexionará la rodilla y se ejecutará un movimiento de empuje hacia adelante.\n • La patada se puede ejecutar a la zona baja, media o alta (según solicite el examinador).\n • La herramienta de ataque a usar al momento del impacto es el talón.\n • Al ejecutar la patada se debe extender el brazo de adelante con la mano cerrada y el de atrás flexionado sobre el cinto con la mano cerrada Luego de ejecutar la patada bajar la pierna al frente realizando una posición de combate con la pierna izquierda atrás, para poder realizar una patada con esta.\n • Cuando la patada es avanzando se realiza con la pierna de atrás, si es retrocediendo se patea con la pierna de adelante.",
        "imageth23a":"",
        "imageth23b":"yopchagui.png",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa" 
    },
    {
        "id": "2",
        "name": "Cinturon Blanco Amarillo",
        "image": "punta-amarilla.png",
        "description": "Programa de entrenamiento para cinturon blanco amarillo (9 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Forma/tul:",
        "theory1": "Chon-Ji: Es la primera forma o tul del Taekwon-Do ITF, correspondiente al cinturón blanco punta amarilla o IX Gup.\nPosee 19 movimientos.\n \nSignifica literalmente `cielo y tierra`, la unión de ambos elementos. En países orientales simboliza el principio de todo, al ser el primer tul del practicante. \n \n Chon-Ji: Diagrama \n El diagrama de Chon-Ji representa una cruz, simbolizando los cuatro elementos: fuego, agua, tierra y aire.",
        "imageth1a":"1_chonji.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Deberes del estudiante:",
        "theory2": "1. Nunca te canses de aprender; un buen estudiante puede aprender en cualquier lugar y en cualquier momento. Este es el secreto del conocimiento.\n2. Un buen estudiante de sacrificarse por su arte e instructor. Muchos estudiantes sienten, que su entrenamiento es una mercadería comprada en cuotas, y no están deseosos de participar en demostraciones, enseñar o trabajar alrededor del gimnasio; un instructor debe forzarse para perder este tipo de estudiante.\n3. Siempre sé un buen ejemplo para cinturones de menor graduación. Es natural que ellos quieran e intenten emular a estudiantes más avanzados.\n4. Siempre sé leal y nunca critiques al Instructor, al Taekwon-Do o los métodos de enseñanza.\n5. Si un instructor te enseña una técnica practícala e intenta utilizarla.\n6. Recuerda que la conducta del estudiante fuera de la clase, refleja al arte y al Instructor.\n7. Si un estudiante adopta una técnica de otro gimnasio y el instructor la desaprueba, el estudiante debe descartarla\ninmediatamente o entrenarse en el gimnasio donde la técnica fue aprendida.\n8. Nunca seas irrespetuoso con tu Instructor, pese que a un estudiante le esté permitido estar en desacuerdo, el estudiante debe seguir eventualmente en lo correcto y lo incorrecto.\n9. Un estudiante debe estar siempre ansioso por aprender y hacer preguntas.\n10. Nunca destruyas una verdad.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Nombre de las categorías de los practicantes de Taekwon-Do:",
        "theory3": "La categoría de cinturones de colores se denomina “Gups” y son 10 (X, en números romanos). 10 debido a que es el número más bajo de dos cifras, por lo tanto, el más humilde de estos.\n\nLa categoría de cinturones negros de denomina “dan” y son 9 (IX en números romanos). 9 porque es el número más alto de una cifra. Representa sabiduría, larga trayectoria, experiencia.\n\nEl número 9 no es sólo el más elevado entre los números de un sólo dígito, sino que también es el resultado del número 3 multiplicado por 3. En Oriente, el número 3 es el más estimado de todos los números. El carácter del alfabeto chino (base del Alfabeto Coreano) que representa al número 3, contiene 3 líneas: (La de arriba simboliza el Cielo, la del medio a los Mortales y la de abajo a la Tierra)\n\nCuando el número 3 es multiplicado por sí mismo, la ecuación es 9, lo más alto de las cifras, por lo tanto, la novena categoría (9º Dan) es la más alta de todos los rangos de los cinturones. Es también interesante notar que cuando el número 9 es multiplicado por algún otro dígito simple y luego se suman los 2 números de la resultante, la ecuación siempre dará 9.\n\nBlanco: representa la pureza o inocencia, significa que el alumno no posee conocimientos sobre Taekwon-Do.\n\namarillo: Representa la tierra de la cual brota la planta y toma raíz, como el cimiento del Taekwon-Do es colocado en el estudiante\n\nVerde: Significa crecimiento de la planta, así como la destreza del Taekwon-Do comienza a desarrollarse (crecer) en el practicante.\n\nAzul: Representa el cielo hacia el que crece el árbol del Taekwon-Do, a medida que progresa el entrenamiento en el Taekwon-Do.\n\nRojo: Significa peligro alertando al estudiante para que ejerza control y advierta al oponente que se mantenga a distancia.\n\nNegro: Opuesto al blanco, por lo tanto, significa madurez y la eficiencia en el Taekwon-Do del practicante.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"MOVIMIENTO BÁSICOS",
        "titletheory13":"Golpe de puño en posición de caminar altura media (gunnun so kaunde ap jirugi):",
        "theory13": " • Se debe ejecutar en posición de caminar.\n • La mano que golpea sale desde el cinturón.\n • La mano opuesta se coloca sobre la cadera a la altura del cinto.\n • El golpe se realiza con los nudillos de los dedos índice y anular en dirección de la zona del plexo solar (medio del pecho).",
        "imageth13a":"puno.png",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"Defensa baja posición de caminar (gunnun so palmok najunde makgi):",
        "theory14": " • Las manos se deben cruzar sobre la línea del pecho opuesto la defensa.\n • La mano que realiza la defensa se debe cruzar por sobre la otra.\n • La mano que realiza la defensa, al momento de cruzarse, debe estar con los dedos hacia arriba y la otra con los dedos hacia abajo.\n • Al momento de la defensa la mano se ubicará en la línea del pie de adelante aproximadamente a 20cm. de distancia de la rodilla",
        "imageth14a":"defensabajacaminando.png",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"Defensa media con antebrazo interno en posición L (niunja so anpalmok makgi):",
        "theory15": " • Se debe cruzar la mano que defiende la línea media del pecho opuesto a la defensa.\n • La mano que defiende se cruza por debajo de la mano opuesta.\n • Amabas manos al momento del cruce deben mirar hacia abajo.\n • Al finalizar la defensa, la mano que defiende se debe ubicar a la altura media en la línea del hombro.",
        "imageth15a":"defensamediainterno.png",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"Escucha uno:",
        "theory16": "",
        "imageth16a":"escucha1a.png",
        "imageth16b":"escucha1b.png",
        "imageth16c":"",
        "titletheory17":"Escucha dos:",
        "theory17": "",
        "imageth17a":"escucha2a.png",
        "imageth17b":"escucha2b.png",
        "imageth17c":"",
        "titletheory18":"Escucha tres:",
        "theory18": "",
        "imageth18a":"escucha3a.png",
        "imageth18b":"escucha3b.png",
        "imageth18c":"",
        "titletheory19":"Escucha cuatro:",
        "theory19": "",
        "imageth19a":"escucha4a.png",
        "imageth19b":"escucha4b.png",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"PATADAS BÁSICAS",
        "titletheory22":"Descendente-naeryo chagui",
        "theory22": " • Partiendo de posición de combate (guardia) con la pierna derecha atrás, se ejecutará la patada hacia el frente, con la pierna de atrás recta realizando un semicírculo de la línea interior del cuerpo hacía el exterior del lado opuesto.\n • La patada se ejecuta a la zona alta.\n • La herramienta de ataque a usar al momento del impacto es el talón.\n • Luego de ejecutar la patada bajar la pierna al frente realizando una posición de combate con la pierna izquierda atrás, para poder realizar una patada con esta.\n • Cuando la patada es avanzando se realiza con la pierna de atrás, si es retrocediendo se patea con la pierna de adelante.",
        "imageth22a":"descendente1.png",
        "imageth22b":"descendente2.png",
        "imageth22c":"",
        "titletheory23":"Circular-dollyo chagui",
        "theory23": " • Partiendo de posición de combate (guardia) con la pierna derecha atrás, se ejecutará la patada hacia el frente, con la pierna de atrás flexionando la rodilla realizando un semicírculo de la línea exterior del cuerpo hacía el interior del lado opuesto.\n • La patada se ejecuta a la zona baja, media o alta (según solicite el examinador).\n • La herramienta de ataque a usar al momento del impacto es el meta tarso.\n • Luego de ejecutar la patada bajar la pierna al frente realizando una posición de combate con la pierna izquierda atrás, para poder realizar una patada con esta.\n • Cuando la patada es avanzando se realiza con la pierna de atrás, si es retrocediendo se patea con la pierna de adelante.",
        "imageth23a":"dollyo1.png",
        "imageth23b":"dollyo2.png",
        "imageth23c":"",
        "titletheory24":"Giro Lateral- Bandae yop chagui:",
        "theory24": " • Partiendo de posición de combate (guardia) con la pierna derecha atrás, se ejecutará la patada lateral hacia el frente, girando por la espalda.\n • La patada se ejecuta a la zona baja, media o alta (según solicite el examinador).\n • La herramienta de ataque a usar al momento del impacto es el talón.\n • Luego de ejecutar la patada bajar la pierna al frente realizando una posición de combate con la pierna izquierda atrás, para poder realizar una patada con esta.\n • Cuando la patada es avanzando se realiza con la pierna de atrás, si es retrocediendo se patea con la pierna de adelante y luego se realizará el giro.",
        "imageth24a":"bandeyopchagui.png",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "3",
        "name": "Cinturon Amarillo",
        "image": "amarillo.png",
        "description": "Programa de entrenamiento para cinturon amarillo (8 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Significado del cinto amarillo:",
        "theory1": "Representa la tierra de la cual brota la planta y toma raíz, como el cimiento del Taekwon-Do es colocado en el estudiante.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Forma/tul: Dan-Gun",
        "theory2": "Es la segunda forma o tul del Taekwon-Do ITF, correspondiente al cinturón amarillo u IIX Gup. Posee 21 movimientos.\n\nDan-Gun es a honor del santo Dan-Gun el fundador de Corea en el año 2333 antes de Cristo.\n\nEl diagrama de Dan-Gun es una I mayúscula, o el número 1 romano (I)",
        "imageth2a":"2_dangun.png",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Significado de Taekwon-Do:",
        "theory3": "Tae: acción pies.\n\nKwon: acción de manos.\n\nDo: una noción filosófica que se asocia al camino hacia la perfección moral y espiritual del practicante.\n\nEl Taekwon-Do, originalmente conocido como Taek-kyon, nació hace más de 1300 años en Corea y fue impulsado principalmente en los reinos de Silla y Koryo. Posee técnicas del Taek-kyon, así como del Carate japonés.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Significado de las Formas o tules:",
        "theory4": "Es una secuencia de movimientos, en los que se utilizan defensas y ataques contra uno o varios oponentes imaginarios y en diferentes direcciones de acuerdo a un diagrama establecido. Tanto el nombre, el diagrama, como la cantidad de movimientos, corresponden a personajes o hechos históricos de Corea.\n\nLas formas fueron diseñadas por el General CHOI HONG HI, para el perfeccionamiento desarrollo técnico del Taekwon-Do, estas formas están compuestas por saltos, movimientos lentos y giros que alcanzan los 360°, que le dan ciertas características que embellecen su realización. Por otra parte, su dificultad (en lo físico), desarrolla en el practicante un potencial de grandes dimensiones dado que, estimula el equilibrio, el control respiratorio, la concentración, la velocidad, entre otros beneficios.\n\nTul: Principios generales\n\n • Se debe comenzar y terminar en el mismo lugar. Esto muestra la exactitud del estudiante.\n • Se debe mantener la correcta postura y mirada en cada movimiento.\n • Se deben tensar y relajar los músculos en el momento justo.\n • Se debe ejecutar rítmicamente, sin rigidez.\n • Los movimientos se deben ejecutar en diferentes velocidades (rápida o lenta) según se indique en el tul.\n • Se debe perfeccionar cada tul antes de aprender el siguiente.\n • Se debe conocer el propósito de cada movimiento.\n • Se deben ejecutar los movimientos con realismo.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Cantidad de formas del Taekwon-Do ITF:",
        "theory5": "El Taekwon-do está formado por 24 formas, que encierran 970 movimientos.\n¿Por qué 24 formas?\n `La vida de un ser humano puede ser considerada como un día, cuando se la compara con la eternidad`\n `Aquí les dejo el Taekwon-do como un signo del hombre actual. Las 24 horas un día o toda mi vida`. CHOI HONG HI.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Cantidad de movimientos del Taekwon-Do:",
        "theory6": "El Taekwon-do posee un total 3.200 movimiento, los cuales se encuentran distribuidos en: 2.000 técnicas de manos que comprenden defensas, agarres y ataques y 1.200 técnica de piernas que comprenden ataques y defensas.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2": "MOVIMIENTOS BÁSICOS",
        "titletheory13":"Doble defensa media con canto de mano (niunja so sonkal daebi makgi):",
        "theory13":" • Se debe realizar un movimiento de retroceso con ambas manos semi cerradas del lado opuesto a la defensa, con la palma de la mano de atrás en dirección al suelo y la de adelante en dirección opuesta.\n • Ser realizará un movimiento recto desde atrás hacia delante ubicando la mano de atrás hacia arriba y la de la delante hacia abajo.\n • Ambas manos quedaran abiertas.\n • La mano de adelante se ubicará en la dirección de la línea del hombro, con una leve inclinación hacia adentro.\n • La mano de atrás se ubicará perpendicular al piso debajo de la línea media del pecho de adelante.",
        "imageth13a":"dobledefcantodemano.png",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"Doble defensa alta en posición L (niunja so sang palmok makgi):",
        "theory14": "• Se deben cruzar ambas manos en la línea del plexo solar.\n • Al momento de cruzar las manos, ambas deben estar con las palmas hacia adentro.\n • La mano que corresponde al pie de adelante se coloca debajo dela otra al momento del cruce.\n • Las defensas se realizan con el antebrazo externo.\n • La mano superior se coloca aproximadamente a la distancia de un puño de la frente y la otra a la altura del mentón.",
        "imageth14a":"dobledefalta.png",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"Defensa alta posición de caminar (gunnun so palmok chukyo makgi):",
        "theory15": " • Se cruzan ambas manos a la altura media del pecho y en la línea media del pecho opuesto a la defensa.\n • La mano que defiende, al momento del cruce, se coloca sobre la otra mano con la palma hacia arriba.\n • La mano que defiende se colocará a aproximadamente a un puño de distancia de la frente.",
        "imageth15a":"defalta1.png",
        "imageth15b":"defalta2.png",
        "imageth15c":"defalta3.png",
        "titletheory16":"Golpe con canto de mano externo en posición L (niunja so sonkal taerigi):",
        "theory16": " • Las manos se cruzarán en la línea media del pecho opuesto a la que ataca a la altura de los hombros.\n • La mano que golpea se cruza por arriba de la otra con la palma hacia arriba.\n • La mano al realizar el golpe se colocará a la altura del hombro.\n • El golpe se realiza con el canto externo de la mano del pie de adelante.",
        "imageth16a":"cantodemano1.png",
        "imageth16b":"cantodemano2.png",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3": "PATADAS BÁSICAS",
        "titletheory22":"",
        "theory22": "En esta categoría se recomienda realizar las técnicas de las categorías anteriores, combinando las alturas, como también combinando las diferentes patadas en un solo paso, por ejemplo: ap-chagui, dollyo chagui con la misma pierna, u otras combinaciones.",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa" 
    },
    {
        "id": "4",
        "name": "Cinturon Amarillo Verde",
        "image": "punta-verde.png",
        "description": "Programa de entrenamiento para cinturon amarillo verde (7 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Forma/tul:",
        "theory1": "Do-San, Es la tercera forma o tul del Taekwon-Do ITF, correspondiente al cinturón amarillo punta verde o VII Gup. Posee 24 movimientos.",
        "imageth1a":"3_dosan.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Significado de Do-San:",
        "theory2": "Es el seudónimo del patriota Ahn Chang-Ho, fue un prócer coreano, pedagogo y activista a favor de la independencia coreana durante la Ocupación japonesa de ese país. Los 24 movimientos representan su vida, la cual dedicó al movimiento independentista y a la educación en Corea.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Línea técnica:",
        "theory3": "",
        "imageth3a":"lineatecnica.png",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Logotipo ITF nuevo:",
        "theory4": "Representa:\n • El puño del General CHOI HONG HI, representando la unión que hace a la fuerza.\n • Los 5 colores de los cinturones de Taekwon-do\n • Los 5 principios del Taekwon-do\n • Los 5 continentes\n • No está rodeado de un circulo debido a que es un Taekwon-Do abierto para todos.\n • El tipo de letras representa el movimiento de onda que caracteriza la forma del Taekwon-do.",
        "imageth4a":"nuevologoitf.png",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"1° logotipo ITF:",
        "theory5": "Representa:\n • El puño del general CHOI HONG HI, representando la unión que hace a la fuerza.\n • El color amarillo representa al continente oriental.\n • Las líneas negras (meridianos y paralelos) representan el mundo.\n • El color azul representa la paz (simboliza un mundo en paz).\n • Está rodeado de un círculo negro porque el General CHOI HONG HI sostenía que si todo el mundo fuera cinturón negro de Taekwon-Do, el mundo sería un lugar mejor.",
        "imageth5a":"1erlogoitf.png",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"MOVIMIENTOS BÁSICOS",
        "titletheory13":"Defensa alta con antebrazo externo posición de caminar (gunnun so bakat palmok nopunde yop makgi):",
        "theory13": " • Las manos se cruzarán en la línea media del pecho opuesto a la que defiende a la altura de los hombros.\n • La mano que defiende se cruza por arriba de la otra con la palma hacia arriba.\n • La mano que defiende se colocará a la altura de los ojos siguiendo la línea del hombro.\n • La defensa se realiza con el antebrazo externo.",
        "imageth13a":"def1.png",
        "imageth13b":"def2.png",
        "imageth13c":"",
        "titletheory14":"Golpe de puño trabado en posición de caminar (gunnun so bande jirugi):",
        "theory14": " • Se realizará un golpe de puño con la mano opuesta al pie que domina la posición de caminar.\n • El golpe se realizará en línea recta hacia adelante y al medio del plexo solar.",
        "imageth14a":"golpe1.png",
        "imageth14b":"golpe2.png",
        "imageth14c":"",
        "titletheory15":"Golpe con punta de dedos en posición de caminar (gunnun so sunkut tulgi):",
        "theory15": " • Preparación: Ambas manos se llevarán a los costados del cuerpo a la altura de la cara. Las manos se colocarán mirando hacia adentro y semicerradas.\n • El golpe se dará con la punta de los dedos de la mano de adelante, en línea recta hacia adelante y al medio del plexo solar.\n • La mano opuesta se colocará abierta y mirando hacia abajo debajo de la mano que golpea, el codo de esta permanecerá perpendicular al piso.",
        "imageth15a":"golpe3.png",
        "imageth15b":"golpe4.png",
        "imageth15c":"",
        "titletheory16":"Golpe con el reverso del puño posición de caminar (gunnun so dung joomuk nopunde hechyo taerigi):",
        "theory16": " • Las manos se cruzarán en la línea media del pecho opuesto a la que golpea a la altura de los hombros.\n • La mano que golpea se cruza por debajo de la otra con la palma hacia abajo.\n • La mano que golpea se colocará a la altura de la cien en la línea del hombro de adelante.\n • La mano debe ser girada levemente para asegurar que el golpe se dé con los nudillos.",
        "imageth16a":"golpe5.png",
        "imageth16b":"golpe6.png",
        "imageth16c":"",
        "titletheory17":"Defensa de agarre de cuello posición de caminar (gunnun so bakat palmok nopunde hechyo makgi):",
        "theory17": " • Ambas manos se cruzarán en la línea media del plexo solar a la altura de los hombros.\n • Ambas manos deben estar en dirección del pecho al momento del cruce y la mano del pie de adelante debe ir sobre la otra.\n • Las manos se colocarán por debajo de la línea de los ojos con una separación entre ellas de aproximadamente un puño.\n • Los codos se ubicarán levemente hacia afuera levemente flexionados.",
        "imageth17a":"def3.png",
        "imageth17b":"def4.png",
        "imageth17c":"",
        "titletheory18":"Golpe con el canto de mano en posición de sentado (annun so sonkal taerigi):",
        "theory18": " • Las manos se cruzarán en la línea media del pecho opuesto a la que ataca a la altura de los hombros.\n • La mano que golpea se cruza por arriba de la otra con la palma hacia arriba.\n • La mano al realizar el golpe se colocará a la altura del hombro.\n • El golpe se realiza con el canto externo de la mano del pie de adelante.",
        "imageth18a":"golpe7.png",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"PATADAS BÁSICAS",
        "titletheory22":"",
        "theory22": "En esta categoría se recomienda realizar las técnicas de las categorías anteriores, combinando las alturas, como también combinando las diferentes patadas en un solo paso, por ejemplo: ap-chagui, dollyo chagui con la misma pierna, u otras combinaciones.",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "5",
        "name": "Cinturon Verde",
        "image": "verde.png",
        "description": "Programa de entrenamiento para cinturon verde (6 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Verde:",
        "theory1": "Significa crecimiento de la planta, así como la destreza del Taekwon-do comienza a desarrollarse (crecer) en el practicante.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Forma/tul: WON-HYO",
        "theory2": "Significado: Fue el notable monje que introdujo el budismo en la dinastía Silla en el año 686 A.C. posee 28",
        "imageth2a":"4_wonhyo.png",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Movimiento ondulatorio (movimiento de onda):",
        "theory3": "El movimiento ondulatorio es único al Taekwon-do ITF. En prácticamente todos los movimientos se utiliza la ondulación. La ondulación es un movimiento en el cual el centro de gravedad del cuerpo formaría una onda sinusoidal. Dos motivos llevan a este movimiento: \n\n • La relajación. \n • EI aumento de la velocidad a través de una ganancia en la altura.\n\n Realizar el movimiento del centro de gravedad en forma ondulante implica mantener ligeramente flexionadas las piernas y brazos durante el movimiento. Esto obliga a relajar el cuerpo lo cual agrega velocidad a la técnica al finalizar el movimiento. Acorde a la teoría del poder pequeños aumentos de la velocidad produce grandes incrementos en el poder de la técnica.\n\nAl emplear el movimiento ondulatorio hay que flexibilizar las rodillas adecuadamente. La flexión de las rodillas es la que permite al cuerpo bajar y subir a medida que avanza. Al finalizar el movimiento aprovechamos la gravedad y la velocidad al bajar rápidamente el centro de gravedad. El movimiento del centro de masa es: abajo, arriba, abajo como se ve en la figura:\n\n En algunos casos no se realiza la ondulación completa como en los movimientos rápido (donde el segundo movimiento encadenado sólo arriba-abajo), conectado (donde el segundo movimiento encadenado realiza sólo el movimiento hacia abajo)",
        "imageth3a":"shinewavemovement.png",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Teoría del Salto:",
        "theory4": "Las técnicas con salto más espectaculares solo pueden encontrarse en el Taekwon-Do. Ningún arte marcial lo puede igualar, ni en cantidad ni en calidad. Esto probablemente se deba a sus características étnicas.\nMuchos consideran que las técnicas saltando son impracticables y peligrosas; si bien es cierto que es muy difícil intentar aplicarlas en una lucha libre, también es cierto que pueden ser aplicadas con muchísimos objetivos. El estudiante debe tomarse tiempo y esforzare para perfeccionar este tipo de técnicas.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Objetivos del salto:",
        "theory5": " • Evitar o superar un obstáculo.\n • Sorprender un oponente con un cambio de ángulo de ataque.\n • Cubrir rápidamente una distancia.\n • Reunir dos movimientos en uno.\n • Patear a una zona más alta sin esfuerzo, (Además de desarrollar la coordinación, mejoran la condición\n • muscular).\n\nSon un excelente ejercicio para regular el tiempo y la distancia.\n\nLos objetivos más importantes son los cambios de ángulo por el hecho de poder saltar cambiando el ángulo y patear al mismo tiempo y la acumulación del poder por el hecho de poder patear aprovechando la inercia o la caída del peso corporal.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Los principios para obtener una buena técnica saltando son:",
        "theory6": "La patada debe ejecutarse cuando el cuerpo llega al punto máximo del salto.\n • El pie que no patea debe estar recogido.\n • Después del impacto, el retroceso debe hacerse rápidamente para recuperar el equilibrio.\n • Inmediatamente después de patear se debe asumir buena postura y balance.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Graduaciones de danes en el Taekwon-Do:",
        "theory7": "los cinturones negros se les denomina, según su graduación:\nBoo Sabum (I a III DAN): Asistente de instructor.\nSabum-Nim (IV a VI DAN): Instructor.\nSahyum-Nim (VII a VIII DAN): Maestro.\nSaesong-Nim (IX DAN): Gran Maestro.\n\nEl sufijo Nim se utiliza como manifestación de respeto. Solamente están habilitadas para dirigir la enseñanza, las categorías de 4º Dan o mayores. Sin embargo, éstas pueden delegarla en categorías menores (asistentes), que no poseen el poder de examinar.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Números en coreano:",
        "theory8": "",
        "imageth8a":"numeros.png",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"MOVIMIENTOS BÁSICOS",
        "titletheory13":"Posición cerrada A (Mao Sogi A):",
        "theory13": " • Los pies deben permanecer juntos.\n • La mano izquierda se coloca abierta sobre la derecha,\n • aproximadamente a la altura de los ojos.\n • Los codos se flexionan levemente.",
        "imageth13a":"maosogui.png",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"Gojung Sogi (L de peso repartido 50% - 50%)",
        "theory14": " • Peso del cuerpo: 50% - 50%\n • Distancia: 1½ de hombros entre los dedos gordos de los pies de ambos pies.\n • La pierna de adelante determina la posición (derecha o izquierda).\n • Siempre se utiliza enfrentamiento parcial.",
        "imageth14a":"L50-50-1.png",
        "imageth14b":"L50-50-2.png",
        "imageth14c":"",
        "titletheory15":"Golpe con el canto de mano trabado hacia adentro en posición L (niunja so nopunde anuro taerigi):",
        "theory15": " • La mano de delante debe mover hacia el frente al tiempo que la de atrás realizará el golpe), deberá realizar un leve retroceso.\n  • La mano de atrás se desplazará hacia el frente realizando un golpe con externo de la mano a la zona alta, mientras que la mano de adelante se línea media del pecho de atrás a la altura del hombro.\n • El golpe se realizará con un ángulo de aproximadamente 45°",
        "imageth15a":"golpe8.png",
        "imageth15b":"golpe9.png",
        "imageth15c":"",
        "titletheory16":"Golpe de puño en posición L larga (gojung so kaunde jirugi):",
        "theory16": " • El golpe debe iniciar su movimiento desde el cinturón.\n • La mano se ubicará a la altura del hombro de adelante.\n • Se mantendrá el semiperfil de la posición `L`.",
        "imageth16a":"golpe10.png",
        "imageth16b":"golpe11.png",
        "imageth16c":"golpe12.png",
        "titletheory17":"Goburyo Sogi A (Posición de una pierna flexionada):",
        "theory17": " • Se usa para preparar posiciones de patadas laterales (como el Yop-chagui) y hacia atrás.\n • también se utiliza frecuentemente en defensa.\n • Puede ser de frente o de lado, ya sea en ataque o en defensa.\n • Defensa baja, media trabada con antebrazo externo:",
        "imageth17a":"def5.png",
        "imageth17b":"def6.png",
        "imageth17c":"",
        "titletheory18":"Patada de costado zona media con el brazo extendido (kaunde yopcha jirugi):",
        "theory18": " • La patada se realizará a la zona media impactando con el filo del pie.\n • La mano de adelante se extenderá al momento de realizar la patada.\n • La mano de atrás permanecerá flexionada.",
        "imageth18a":"patada1.png",
        "imageth18b":"patada2.png",
        "imageth18c":"",
        "titletheory19":"Defensa baja media trabada con el antebrazo interno en posición de caminar (gunnun so palmok dollimio makgi):",
        "theory19": " • Ambas manos se deben separar del cuerpo y realizar un movimiento circular de afuera hacia adentro.\n • La mano que realiza la defensa (en este caso la de atas), se debe cruzar por debajo de la otra mano.\n • La mano que defiende se colocará a la altura media en la línea del hombro.\n • Se deberá mantener un semiperfil trabado.",
        "imageth19a":"def7.png",
        "imageth19b":"def8.png",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"PATADAS BÁSICAS",
        "titletheory22":"",
        "theory22": "Para esta categoría se recomienda además de la práctica de las técnicas anteriores incluir patadas con salto, ya sea con giro o sin giro, por ejemplo: Patada frontal saltando-twimyio ap chagui",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "6",
        "name": "Cinturon Verde Azul",
        "image": "punta-azul.png",
        "description": "Programa de entrenamiento para cinturon verde azul (5 Gup)",
       "section1":"TEORIA",
        "titletheory1":"FORMA/TUL: Yul-Gok. MOVIMIENTOS: 38",
        "theory1": "Se denomina así por el término Yul-Gok, el cual era el seudónimo del filósofo y catedrático YiI (1536-1584), quien era considerado como El Confucio de Corea. Los 38 movimientos de este Tul se refieren a su lugar de nacimiento en los 38 grados de latitud.\n\nEl significado de su diagrama es `el erudito` (maestro).",
        "imageth1a":"5_yulguk.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Taekwon-Do: ciencia, deporte y arte.",
        "theory2": "Se dice que el Taekwon-Do es un arte, una ciencia y un deporte y que su estudio constituye una forma de vida.\n\nEs una ciencia porque todos sus movimientos se basan en la ciencia moderna, especialmente en las leyes newtonianas, que enseñan cómo generar el máximo de energía en cada movimiento. Todas sus técnicas están diseñadas para producir el máximo de poder, de acuerdo a las formulas científicas y al principio de energía cinética.\n\nEs un deporte debido a echo de que se compite, posee un reglamento de competencia. Las competencias a nivel mundial más importante son, el mundial (donde se congregan las selecciones de cada país) y la copa del mundo (torneo abierto de libre inscripción)\n\n Como deporte está comprendido en cinco facetas:\n • Lucha Libre (individual y por equipo).\n • Lucha pre-establecida.\n • Técnicas de poder(roturas).\n • Técnicas especiales (roturas).\n • Formas (individual y por equipos).\n\nTaekwon-Do es un arte, un camino, que busca la perfección, tanto del practicante (en lo moral, físico y técnico), como también el arte en sí(que se perfecciona al correr del tiempo), debido a que este engloba una serie de conceptos y principios por medio de los cuales se pretende un mundo mas integrado y moral. El aspecto moral esta decididamente unido al Taekwon-Do desde su creación. Este es el espacio donde uno puede descubrir valores que hacen más grande al hombre como ser humano. Podemos decir que el estudio del Arte de Taekwon-Do se divide claramente en dos partes: La perfección técnica y la disciplina espiritual.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"ROTURAS:",
        "theory3": "La práctica constante de los fundamentos del Taekwon-Do, acrecienta la coordinación de fuerza, velocidad y precisión a un grado extraordinario, y estas características constituyen la base de las técnicas de rompimiento.\nElementos a tener en cuenta en la rotura:\n • Precisión\n • Fuerza.\n • El foco.\n • Elemento de ataque.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Precisión:",
        "theory4": "La precisión es esencial, uno debe considerar correctamente la distancia entre sí mismo y el objetivo, para atacar en el alcance de máxima fuerza. Si uno está demasiado próximo, no habrá espacio suficiente para que el movimiento de ataque adquiera la máxima velocidad para abrirse paso hacia el blanco. En cambio, si uno está demasiado retirado, su fuerza se dispersará antes de llegar al objetivo.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"La fuerza:",
        "theory5": "La fuerza es el producto de la masa la velocidad al cuadrado (teoría del poder). La velocidad es la que provee la fuerza de choque necesaria para romper a través de materiales duros.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"El foco:",
        "theory6": "Consiste en aplicar la fuerza, en el punto más débil del material a romper, generalmente se encuentra en la parte más alejada del soporte que sostiene el elemento a romper.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Elemento de ataque:",
        "theory7": "Es las zonas del cuerpo con que se realizará la técnica de rotura, deben ser trabajadas lenta y paulatinamente con mucha dedicación, para que de apoco consigan acostumbrarse a la potencia del impacto, para practicar la técnica sin temor a lastimarse y generar confianza para tareas más ambiciosas. No se debe intentar realizar ningún tipo de roturas, a menos que esté previamente convencido de que puede hacerlo.\n\nEl riesgo de intentar una rotura sin el acondicionamiento físico necesario y el control de un instructor es obtener una lesión que puede durar toda la vida",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Las técnicas pueden ser de potencia o de habilidad:",
        "theory8": "Habilidad: Son técnicas que necesitan una habilidad superior, dado que deben ser saltando, estas técnicas se consiguen muchos años de práctica y no deben ser intentadas sin la debida supervisión de un instructor.\n\nPotencia: el objetivo de esta es justamente mostrar la correcta aplicación de la técnica y el desarrollo de potencia, esta rotura se realiza sin saltar debido a que requiere mayor fuerza y estabilidad que la rotura de habilidad.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"MOVIMIENTOS BÁSICOS",
        "titletheory13":"Golpe de puño en posición de caminar zona media (annun so kaunde jirugi):",
        "theory13": " • El golpe se dará a la zona media (con la mano que indique la forma)",
        "imageth13a":"golpe13.png",
        "imageth13b":"golpe14.png",
        "imageth13c":"",
        "titletheory14":"Defensa descendente con la palma de la mano hacia abajo en posición de caminar (gunnun so sonbadak kaunde a Baro / b bande golcho makgi):",
        "theory14": " • La mano que realiza la defensa se deberá cruzar a la altura de la cien opuesta al lado que defiende (por arriba de la otra mano y mirando hacia arriba).\n • El movimiento de defensa se realizará en forma descendente y con la palma de la mano hacia abajo.\n • La mano que defiende debe estar toralmente abierta al momento de ejecutar la defensa.",
        "imageth14a":"def9.png",
        "imageth14b":"def10.png",
        "imageth14c":"def11.png",
        "titletheory15":"Golpe de codo frontal trabado posición de caminar (gunnun so ap palkup taerigi):",
        "theory15": " • Ambas manos deben realizar un leve movimiento hacia atrás a la altura del hombro.\n • El golpe debe ser proyectado hacia adelante y golpeando con el codo de la mano de atrás.\n • La mano de adelante se colocará abierta en frente del codo que realiza el golpe.\n • Al momento del realizar el golpe la mano de adelante tocará el codo y se separará luego, aproximadamente tres centímetros.",
        "imageth15a":"golpe15.png",
        "imageth15b":"golpe16.png",
        "imageth15c":"",
        "titletheory16":"Kyocha Sogi (X)",
        "theory16": " • El peso del cuerpo va sobre el pie apoyado.\n • Excepto en los saltos el pie cruza por delante de la parte anterior del otro.\n • Cuando el peso esta sobre el pie derecho es posición en X derecha y viceversa.\n • Cruzar el pie por delante o por detrás del otro tocando el suelo con el metatarso",
        "imageth16a":"kiochasogi.png",
        "imageth16b":"kiochasogi2.png",
        "imageth16c":"kiochasogi3.png",
        "titletheory17":"Golpe con el reverso del puño en posición X (Kyocha so dung joomuk nopunde yop taerigi):",
        "theory17": " • Las manos se cruzarán en la línea media del pecho opuesto a la que golpea a la altura de los hombros.\n • La mano que golpea se cruza por debajo de la otra con la palma hacia abajo.\n • La mano que golpea se colocará a la altura de la cien en la línea del hombro de adelante.\n • La mano debe ser girada levemente para asegurar que el golpe se dé con los nudillos.",
        "imageth17a":"golpe17.png",
        "imageth17b":"golpe18.png",
        "imageth17c":"",
        "titletheory18":"Defensa con antebrazo interno zona alta en posición de caminar (gunnun so doo palmok nopunde yop taerigi):",
        "theory18": " • Se debe realizar un leve retroceso con ambas manos hacia abajo.\n • Ambas manos se llevarán al frente girando las palmas hacia arriba.\n • La mano que realiza la defensa se colocará a la altura de los ojos levemente flexionada y la otra se colocará en dirección del codo de la de adelante.\n • El codo de la mano de atrás se debe separar del cuerpo",
        "imageth18a":"def12.png",
        "imageth18b":"def13.png",
        "imageth18c":"def14.png",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"PATADAS BÁSICAS",
        "titletheory22":"",
        "theory22": "En esta categoría se recomienda realizar las técnicas de las categorías anteriores, combinando las alturas, como también combinando las diferentes patadas en un solo paso, por ejemplo: ap-chagui, dollyo chagui con la misma piern",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"Incluir además las siguientes patadas;",
        "theory23": " • Gancho-goro chagui\n • Giro de talon-bandae dollyo chagui",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "7",
        "name": "Cinturon Azul",
        "image": "azul.png",
        "description": "Programa de entrenamiento para cinturon azul (4 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Azul:",
        "theory1": "Representa el cielo hacia el que crece el árbol del taekwondo, a medida que progresa el entrenamiento en el Taekwon-Do.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Forma/tul: Joong-Gun Movimientos: 32",
        "theory2": "Significado: Proviene del nombre del patriota Ahn Joong Gun quien asesinó a Hiro Bumi Ito, el primer gobernador general japonés de Corea, conocido por ser el hombre que desempeño el papel principal en la fusión Corea-Japón.\n\nLos 32 movimiento representan la edad en que fue ejecutado en la cárcel de Lui Shung en 1910.",
        "imageth2a":"6_joonggun.png",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Ordenes en Taekwon-do:",
        "theory3": "",
        "imageth3a":"ordenes.png",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Ciclo de composición de Taekwon-Do:",
        "theory4": "El Taekwon-Do está compuesto por movimientos fundamentales, formas, ejercicios con accesorios, ejercicios enfrentados y técnicas de defensa personal. Pero están tan íntimamente relacionadas unas con otras que es prácticamente imposible otorgar privilegio a alguna de ellas. Se representa mediante un circulo en el que no se distingue el principio del final del ciclo. Por ejemplo, los movimientos fundamentales son necesarios para los enfrentamientos y las formas, mientras que éstos últimos son indispensables para perfeccionar los movimientos fundamentales. El practicante se encuentra en el centro del círculo, de modo tal que todos los componentes se encuentran a la misma distancia de este, destacando la importancia de todos ellos para la formación de una práctica completa.",
        "imageth4a":"composiciontkd.png",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"MOVIMIENTOS BÁSICOS",
        "titletheory13":"Posición preparatoria cerrada B (Mao sogi B)",
        "theory13": " • Los pies deben permanecer juntos.\n • La mano izquierda se coloca abierta sobre la derecha, aproximadamente a la altura del cinturón.\n • Los codos se flexionan levemente.",
        "imageth13a":"maosogi1.png",
        "imageth13b":"maosogi2.png",
        "imageth13c":"",
        "titletheory14":"Patada fronto-lateral, zona baja (yobap cha busigi):",
        "theory14": " • La patada se realiza con el pie de adelante.\n • Se debe mantener el semiperfil de la posición L corta.\n • El elemento de ataque de la patada es el metatarso.\n • La patada debe ser a la zona baja.",
        "imageth14a":"golpe19.png",
        "imageth14b":"golpe20.png",
        "imageth14c":"",
        "titletheory15":"Dwitbal Sogi (L corta):",
        "theory15": " • Distancia: 1 ancho de hombros entre el filo del pie retrasado y los dedos del pie adelantado.\n • Flexionar la pierna delantera tocando ligeramente el suelo con el metatarso.\n • Pie de adelante 25º hacia adentro y pie de atrás 15º hacia adelante.\n • Distribución del peso: 90% atrás y 10% adelante.\n • La pierna de atrás determina la posición (derecha o izquierda)",
        "imageth15a":"Lcorta1.png",
        "imageth15b":"Lcorta2.png",
        "imageth15c":"Lcorta3.png",
        "titletheory16":"Defensa ascendente con la palma de la mano en posición L corta (Dwitbal So sondabak ollyo makgi)",
        "theory16": " • La mano que defiende realizará un leve movimiento circular, saliendo del cinturón hacia arriba y afuera y luego hacia abajo, para terminar en un movimiento ascendente con la palma de la mano abierta.\n • El movimiento se debe realizar al tiempo que se realiza el paso.\n • La mano que realiza la defensa se ubicará por sobre la línea del cinturón y a en la línea del pie de adelante.\n • Se debe mantener el semiperfil de la posición L corta.",
        "imageth16a":"def15.png",
        "imageth16b":"def16.png",
        "imageth16c":"",
        "titletheory17":"Golpe de codo ascendente trabado en posición de caminar (gunnun so wipalgup taerigi):",
        "theory17": " • La mano que efectúa el golpe es la opuesta al pie que domina la posición de caminar.\n • Se debe realizar un leve retroceso con la mano que efectuará el golpe, luego se continua con un movimiento ascendente con el codo totalmente flexionado.\n • Se ubicará el codo a la altura del mentón aproximadamente.\n • Se debe mantener un enfrentamiento total de la posición.",
        "imageth17a":"golpe21.png",
        "imageth17b":"golpe22.png",
        "imageth17c":"",
        "titletheory18":"Doble golpe de puño alto en posición de caminar (gunnun so sang joomuk sewo jirugi):",
        "theory18": " • El golpe se realeza con ambas manos en posición vertical.\n • Los dos puños se ubican a la altura de la nariz del atacante.\n • Los codos se ubican en la línea del hombro del que ataca.\n • El golpe iniciará con ambas manos al costado del cuerpo a la altura de las costillas flotantes.",
        "imageth18a":"golpe23.png",
        "imageth18b":"golpe24.png",
        "imageth18c":"",
        "titletheory19":"Doble golpe de puño medio en posición de caminar (gunnun so joomuk rwijibum jirugi):",
        "theory19": " • El golpe se realeza con ambas manos en posición horizontal y con las palmas hacia arriba.\n • Los dos puños se ubican ligeramente por arriba de los codos del atacante.\n • Los codos se ubican en la línea del hombro del que ataca.\n • El golpe iniciará con ambas manos al costado del cuerpo a la altura del cinturón.",
        "imageth19a":"golpe25.png",
        "imageth19b":"golpe26.png",
        "imageth19c":"",
        "titletheory20":"Defensa ascendente con las manos cerradas en X zona alta (gunnun so kyocha joomuk chukyo makgi):",
        "theory20": " • las manos se cruzarán cerradas a la altura de los hombros y se realizará un movimiento ascendente.\n • Al momento de la defensa las manos permanecerán cruzadas por sobre la línea de la frente.\n • La mano que acompaña el pie que domina la posición de caminar permanecerá adelante de la otra.",
        "imageth20a":"def17.png",
        "imageth20b":"def18.png",
        "imageth20c":"",
        "titletheory21":"Golpe con reverso del puño zona alta en posición L (niunja so dung joomuk nopunde yop taerigi):",
        "theory21": " • Las manos se cruzarán en la línea media del pecho opuesto a la que golpea, a la altura de los hombros.\n • La mano que golpea se cruza por debajo de la otra con la palma hacia abajo.\n • La mano que golpea se colocará a la altura de la cien en la línea del hombro de adelante.\n • La mano debe ser girada levemente para asegurar que el golpe se dé con los nudillos.",
        "imageth21a":"golpe27.png",
        "imageth21b":"golpe28.png",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"Defensa descendente (de presión) con la palma de la mano (gunnun so sonbadak noollo makgi):",
        "theory22": " • Al inicio del movimiento la mano que acompaña la pierna de atrás, se elevará a la altura de los ojos orientada hacia atrás. La mano de la pierna de adelante se ubicará a la del lado de afuera de la pierna y orientada hacia atrás.\n • Cada mano descenderá o ascenderá (según corresponda), realizando un giro hacia dentro, el movimiento debe ser lento.\n • La mano que defiende al momento de la defensa permanecerá en el bajo abdomen y la otra al nivel del plexo solar, ambas en la línea del hombro.",
        "imageth22a":"def19.png",
        "imageth22b":"def20.png",
        "imageth22c":"",
        "titletheory23":"Golpe de puño en ángulo (gancho) con los pies juntos (mao so kiokja jirugi):",
        "theory23": " • La mano que ejecuta el golpe realizará un movimiento circular (gancho), de afuera hacia adentro con la palma hacia abajo.\n • La mano, al realizar el golpe permanecerá a la altura del plexo solar y en la line media del pecho opuesto.",
        "imageth23a":"golpe29.png",
        "imageth23b":"golpe30.png",
        "imageth23c":"",
        "titletheory24":"Doble defensa en “U” (defensa de palo) en posición L peso repartido (gojung so digutja makgi):",
        "theory24": " • Amabas manos realizarán un leve retroceso con las palmas hacia arriba, luego se proyectarán en un movimiento hacia adelante.\n • Ambas manos realizarán un bloqueo en U con las palmas abiertas.\n • La mano de arriba permanecerá con la palma de la mano hacia abajo y por sobe la frente.\n • La mano de abajo permanecerá con la palma de la mano hacia arriba, a la altura de la cadera y en la línea del pie de adelante.",
        "imageth24a":"def21.png",
        "imageth24b":"def22.png",
        "imageth24c":"",
        "titletheory25":"PATADAS",
        "theory25": "A partir de esta categoría el practicante deberá demostrar conocimiento y dominio de todas las patadas de las categorías anteriores, ya sea en combinaciones, saltando/ sin saltar, con giro o sin giro.",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "8",
        "name": "Cinturon Azul Roja",
        "image": "punta-roja.png",
        "description": "Programa de entrenamiento para cinturon azul rojo (3 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Forma/tul: Toy Gye Movimientos: 37",
        "theory1": "significado: Es el nombre del célebre erudito Yi-Hwang (siglo XVI) autoridad en temas del confucionismo. Los 37 movimientos representan su lugar de nacimiento sobre el paralelo 37º. El diagrama significa “erudito”",
        "imageth1a":"7_toigye.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Terminología para Combate:",
        "theory2": "SAMBO MATSOKGI: Combate a tres pasos\nIBO MATSOKGI: Combate a dos pasos\nILBO MATSOKGI: Combate a un paso\nJAYU MATSOKGI: Combate libre\nCHARYOT: Atención\nKYONG YE: Hacer la reverencia (saludo)\nJUNBI: Preparado\nSHIJAK: Comenzar\nHAECHYO: Parar\nGAESOK: Continuar\nGOMAN: Fin del combate\nJUI JANA: Advertencia\nGAM JUM JANA: Descuento de punto\nSIL KYUK: Descalificación\nHONG: Rojo\nCHON: Azul\nJUNG JI: Tiempo terminado",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Secretos del Entrenamiento:",
        "theory3": " • Estudiar la teoría del poder a fondo.\n • Comprender el objetivo y el método de cada movimiento claramente.\n • Realizar el movimiento de los ojos, de las manos, de los pies y la respiración en una acción coordinada única.\n • Elegir sus armas de ataque de modo apropiado para cada punto vital.\n • Familiarizarse con el ángulo y la distancia correcta en ataque o defensa.\n • Mantener los brazos y las piernas ligeramente flexionadas al realizar el movimiento.\n • Cada movimiento debe empezar con una acción hacia atrás, con pocas excepciones. Sin embargo, una vez que el movimiento ha empezado, no debe pararse antes de haber alcanzado el blanco.\n • Crear un movimiento ondulante, utilizando correctamente las rodillas para eso, Exhalar corta y bruscamente en el momento de cada golpe, salvo en caso de movimiento conectado.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Puntos Vitales:",
        "theory4": "En Taekwon-Do se define como punto vital cualquier zona del cuerpo sensitiva o susceptible de ser dañada. Es esencial que el estudiante los conozca perfectamente a fin de utilizar la herramienta correcta en cada caso.\nPodemos dividir los puntos vitales en dos grupos:\n • Mayores: una herida puede generar la muerte o lesión permanente.\n • Menores: una herida no amenaza a la vida, pero genera un sufrimiento y una inhabilidad temporal.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"El cuerpo humano se divide en cinco grupos:",
        "theory5": " • Cabeza\n • Cuello\n • Tórax y abdomen\n • Genitales\n • Extremidades",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Secciones del cuerpo:",
        "theory6": "En Taekwon-Do el cuerpo humano se divide:\n Longitudinalmente:\n • Alta (nopunde): Encima del cuello.\n • Media (kaunde): Entre los hombros y el ombligo.\n • Baja (najunde): Bajo el ombligo.\nLateralmente:\n • Línea del plexo solar.\n • Línea del pecho.\n • Línea del hombro.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"TÉCNICAS BÁSICAS",
        "titletheory13":"Golpe con punta de dedos trabado zona baja en posición de caminar (gunnun so dwijibun sonkut najunde tulgi):",
        "theory13": " • La mano opuesta a la pierna que domina la posición se elevará hasta altura aproximada de la cara y en la línea lateral, con la palma de la mano hacia adelante. Luego realizará un movimiento descendente girando la mano para que esta quede con la palma hacia arriba.\n • La mano de adelante se extenderá levemente durante la preparación y luego se la ubicará cerrada a la altura del hombro, en la línea media del pecho opuesto.\n • El golpe se ejecuta con la punta de los dedos.",
        "imageth13a":"golpe31.png",
        "imageth13b":"golpe32.png",
        "imageth13c":"",
        "titletheory14":"Golpe con reverso del puño hacia atrás zona alta con pies juntos (mao so dung joomuk noollo makgi):",
        "theory14": " • Ambas manos se cruzarán cerradas en la línea del plexo solar y con las palmas hacia adentro. La que realiza el golpe se cruzará por fuera de la otra.\n • La mano que realiza el golpe se ubicará a la altura de los ojos y con los nudillos hacia atrás.\n • La otra mano se ubicará extendida en la línea del hombro y hacia adelante levemente levantada y con los dedos hacia abajo.",
        "imageth14a":"golpe33.png",
        "imageth14b":"golpe34.png",
        "imageth14c":"golpe35.png",
        "titletheory15":"Defensa de presión con los puños en X en posición de caminar zona baja (gunnun so kyocha joomuk noollo makgi):",
        "theory15": " • Ambas manos se separarán al costado del cuerpo a la altura del mentón, para realizar un movimiento descendente en diagonal hacia adentro.\n • Las manos se cruzarán a la altura del cinturón para terminar realizando un bloqueo de presión hacia abajo.\n • Al momento de realizar el bloqueo las manos permanecerán cruzadas a la altura del gajo abdomen.\n • La mano de la pierna que domina la posición se ubicará debajo de la otra.",
        "imageth15a":"def23.png",
        "imageth15b":"def24.png",
        "imageth15c":"",
        "titletheory16":"Defensa en W con antebrazo externo zona alta en posición de sentado (annun so bakat palmok sang makgi):",
        "theory16": " • Ambas manos se elevarán hasta la altura de los ojos con las palmas hacia adelante. La mano de la pierna de adelante permanecerá un levemente flexionad.\n • Al realizar la defensa ambas manos permanecerán a la altura de los ojos, con las palmas hacia adentro.",
        "imageth16a":"def25.png",
        "imageth16b":"def26.png",
        "imageth16c":"",
        "titletheory17":"Defensa de empuje con antebrazo interno zona baja en posición L (niunja so doopalmok najunde piro makgi):",
        "theory17": " • realizar un retroceso con ambas manos hacia el lado opuesto de la defensa a la altura del plexo solar, con las palmas hacia abajo.\n • Realizar un movimiento el diagonal hacia adelante y abajo girando las manos.\n • Al momento de realizar la defensa ambas manos se ubicarán con las palmas hacia arriba.\n • Los brazos permanecerán semi flexionados.\n • La mano de adelante permanecerá en la línea del hombro a una cuarta de la pierna.\n • La mano de atrás se ubicará en el abdomen bajo.",
        "imageth17a":"def27.png",
        "imageth17b":"def28.png",
        "imageth17c":"",
        "titletheory18":"Agarre de cabeza posición de caminar:",
        "theory18": " • se realizará un movimiento ascendente con ambas manos, partiendo de la línea de plexo solar.\n • Ambas manos se ubicarán a la altura de los ojos, simulando un agarre de cabeza.",
        "imageth18a":"agarre1.png",
        "imageth18b":"agarre2.png",
        "imageth18c":"",
        "titletheory19":"Golpe de rodilla zona baja (moorup ollyo chagi):",
        "theory19": " • Se dará un golpe ascendente con la rodilla.\n • Las manos harán un movimiento de presión hacia abajo.",
        "imageth19a":"golpe36.png",
        "imageth19b":"golpe37.png",
        "imageth19c":"",
        "titletheory20":"Golpe con punta de dedos en posición de caminar zona alta (gunnun so opun sonkut nopunde tulgi):",
        "theory20": " • Los movimientos de ambas manos se realizarán de igual manera que en el golpe de puño.\n • La mano que realiza el golpe se ubicará a la zona alta.",
        "imageth20a":"golpe38.png",
        "imageth20b":"golpe39.png",
        "imageth20c":"",
        "titletheory21":"Golpe con el reverso del puño hacia atrás con defensa baja con antebrazo externo en posición L (niunja so dung joomuk yopdwi taerigi):",
        "theory21": " • Ambas manos deben cruzarse en la línea del plexo solar a media altura.\n • La mano que realiza el golpe (la que corresponde a la pierna de atrás), al momento del cruce debe ir de bajo de la mano opuesta, con la palma hacia abajo.\n • La mano que golpea se ubicará a la altura de los ojos. • La mano que realiza la defensa se debe cruzar por arriba de la otra y con la palma hacia arriba y realizará una defensa baja.",
        "imageth21a":"golpe40.png",
        "imageth21b":"golpe41.png",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"Defensa de presión con los puños en X en posición X zona baja (kyocha so kyocha joomuk noollo makgi):",
        "theory22": " • Realizar un salto hacia adelante en posición X y realizar una defensa con las manos cerradas en X.\n • Ambas manos se separarán al costado del cuerpo a la altura del mentón, para realizar un movimiento descendente en diagonal hacia adentro.\n • Las manos se cruzarán a la altura del cinturón para terminar realizando un bloqueo de presión hacia abajo.\n • Al momento de realizar el bloqueo las manos permanecerán cruzadas a la altura del gajo abdomen.\n • La mano de la pierna que domina la posición se ubicará debajo de la otra.",
        "imageth22a":"def29.png",
        "imageth22b":"def30.png",
        "imageth22c":"",
        "titletheory23":"Doble defensa baja con canto de mano zona baja (niunja so sonkal najunde daebi makgi):",
        "theory23": " • Se debe realizar un movimiento de retroceso con ambas manos semi cerradas del lado opuesto a la defensa, con la palma de la mano de atrás en dirección al suelo y la de adelante en dirección opuesta.\n • Ser realizará un movimiento en diagonal desde arriba hacia abajo, ubicando la mano de atrás hacia arriba y la de la delante hacia abajo.\n • Ambas manos quedaran abiertas.\n • La mano de adelante se ubicará en la dirección de la línea del pie de adelante, con una leve inclinación hacia adentro.\n • La mano de atrás se ubicará por debajo del cinturón, en la line del plexo solar.",
        "imageth23a":"def31.png",
        "imageth23b":"def32.png",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "9",
        "name": "Cinturon Rojo",
        "image": "rojo.png",
        "description": "Programa de entrenamiento para cinturon rojo (2 Gup)",
       "section1":"TEORIA",
        "titletheory1":"Rojo:",
        "theory1": "Significa peligro, alertando al estudiante para que ejerza control y advierta al oponente que se mantenga a distancia.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Forma/tul: Hwa Rang Movimientos: 29",
        "theory2": "Significado: Es el nombre de un grupo de jóvenes, que tienen su origen en la dinastía Silla al principio del Siglo VII. Los 29 movimientos se refieren a la 29º División de Infantería, donde el Taekwon-Do se desarrolló y maduró.",
        "imageth2a":"8_hwarang.png",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Teoría del poder:",
        "theory3": "La fuerza para crear los resultados devastadores del Taekwon-Do se atribuyen a la utilización del potencial completo del practicante, al aplicar correctamente las técnicas basadas en la física.\nEn pocas palabras: Cualquier persona utilizando las técnicas del Taekwon-Do con efectividad, podrá elevar al máximo su potencial.\nLa teoría del poder se fundamenta en cinco principios básicos.\n • Fuerza de Reacción\n • Concentración\n • Equilibrio\n • Control respiratorio\n • Velocidad\n • Masa",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Fuerza de Reacción:",
        "theory4": "Según Newton cada fuerza genera una fuerza igual y opuesta.\nPodemos distinguir dos tipos:\n - Fuerza de reacción propia: tomando como ejemplo el golpe de puño, llevamos el puño opuesto al costado de la cadera para lograr el máximo de eficacia.\n - Fuerza de reacción del oponente: a la propia se le suma la de un adversario que se mueve hacia nosotros.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Concentración:",
        "theory5": "Cuanto más corto es el tiempo de concentración, más grande será el poder de impacto.\nHay dos tipos de concentración:\n- concentración de cada músculo del cuerpo y de la herramienta apropiada para utilizar en el momento adecuado.\n- concentración de cada músculo del cuerpo sobre el punto vital del adversario.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Equilibrio:",
        "theory6": "Se debe mantener siempre el cuerpo correctamente balanceado para que las técnicas puedan ser eficaces. Existen dos tipos de equilibrio que se encuentran íntimamente relacionados, estático y dinámico. Se reparte el peso sobre las dos piernas o sobre el centro del pie. Dos puntos importantes a tener en cuenta son:\n - Flexión y movilidad de la articulación de la rodilla para mantener el balance en una técnica y su pronta recuperación.\n - El talón del pie de atrás no debe despegarse del suelo en el momento de impacto y así poder lograr el máximo de potencia en el punto de impacto.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Control respiratorio:",
        "theory7": "La inhalación lenta ayuda a preparar el movimiento. La exhalación se debe realizar en el momento del impacto, esto concentra mayor tensión y logra mayor potencia en la técnica realizada. Una respiración controlada actúa no solamente sobre la resistencia y la velocidad, sino que también puede controlar al cuerpo al recibir un golpe e incrementar el poder de un golpe dirigido hacia el adversario.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Masa:",
        "theory8": "Se logra mayor potencia mediante:\n1- Rotación de cadera o miembros.\n2- Movimiento ondulante, generado mediante la flexo-extensión de las rodillas que permiten la elevación de la cadera mientras se realiza el movimiento y su descenso en el momento de impacto.\n Masa x velocidad al cuadrado = Potencia",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"Velocidad:",
        "theory9": "Cuanto mayor velocidad se imprime al movimiento mayor potencia se genera. Se incrementa con un movimiento descendente (golpe de puño por debajo de la línea del hombro y golpe de pierna por debajo de la línea de la cadera)",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"Herramientas de ataque y de defensa:",
        "theory10": "Las partes del cuerpo que se usan tanto para técnicas atacantes como defensivas son llamadas “herramientas” en el Taekwon-Do, ya que el estudiante tendrá que elegir en cada situación, cómo debe contrarrestar al oponente.\n Las herramientas de ataque y defensa más usuales son las siguientes:",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "Ap joomuk: puño frontal",
        "imageth11a":"p1.png",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "Dung joomuk: reverso del puño",
        "imageth12a":"p2.png",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "Sonkal: canto de la mano",
        "imageth13a":"p3.png",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "Sonkal dung: canto reverso de la mano",
        "imageth14a":"p4.png",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "Sonkut: puntas de los dedos",
        "imageth15a":"p5.png",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "An palmok: interior del antebrazo",
        "imageth16a":"p6.png",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "Bakat palmok: exterior del antebrazo",
        "imageth17a":"p7.png",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "Palkup: codo",
        "imageth18a":"p8.png",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "Dwichook: talón",
        "imageth19a":"p9.png",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "Ap kumchi: metatarso",
        "imageth20a":"p10.png",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "Balkal: canto del pie",
        "imageth21a":"p11.png",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "Moorup: rodilla",
        "imageth22a":"p12.png",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "Balkut: punta de los dedos del pie",
        "imageth23a":"p13.png",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"Posición preparatoria cerrada C (mao sogi C):",
        "theory24": " • Ambas manos se ubicarán abiertas la frente y por debajo del cinturón, con los codos levemente flexionados.\n • Los dedos de la mano izquierda se colocarán sobre los dedos de la mano derecha, en diagonal hacia afuera, pero sin cruzarlos.\n • Ambos pies deben permanecer juntos.",
        "imageth24a":"maosogic1.png",
        "imageth24b":"maosogic2.png",
        "imageth24c":"",
        "titletheory25":"Defensa de empuje con la palma de la mano en posición de sentado (annun so sonbadak miro makgi):",
        "theory25": " • El movimiento de las manos se realizará del mismo modo que un golpe de puño que sale desde el cinturón.\n • La mano que realiza la defensa deberá ubicarse en la línea del hombro, a la altura media.",
        "imageth25a":"def33.png",
        "imageth25b":"def34.png",
        "imageth25c":"",
        "titletheory26":"Golpe de puño ascendente trabado, zona alta en posición L (niunja so ollyo jirugi):",
        "theory26": " • El golpe se realizará con la mano de atrás.\n • Al momento del impacto la mano se ubicará a la altura del mentón y el reverso de la mano hacia afuera.\n • La mano de adelante se ubicará sobre el hombro de atrás en la línea del pecho.",
        "imageth26a":"golpe42.png",
        "imageth26b":"golpe43.png",
        "imageth26c":"",
        "titletheory27":"Soojik Sogi (L vertical)",
        "theory27": " • Peso del cuerpo distribuido en un 60% en la pierna de atrás y 40% adelante.\n • No doblar las rodillas.\n • Dedos de los pies dirigidos 15º hacia adentro.\n • Distancia: un ancho de hombros entre los dedos gordos de los pies.\n • Se realiza en enfrentamiento parcial, ya sea en ataque o en defensa.\n • La pierna de atrás determina la posición (derecha o izquierda).",
        "imageth27a":"Lvert1.png",
        "imageth27b":"Lvert2.png",
        "imageth27c":"Lvert3.png",
        "titletheory28":"Golpe con canto de mano externo descendente en posición parado (soojik so sonkal naeryo taerigi):",
        "theory28": " • Las manos se cruzarán a la altura del rostro.\n • La mano que realiza el golpe se cruzará por sobre la otra con la palma hacia adentro.\n • La mano de atrás se cruzará por fuera de la otra y con la palma hacia afuera.\n • El golpe se realizará en forma descendente.\n • Al momento de ejecutar el golpe la mano permanecerá a la altura del hombro.",
        "imageth28a":"golpe44.png",
        "imageth28b":"golpe45.png",
        "imageth28c":"",
        "titletheory29":"Defensa de agarre de puño:",
        "theory29": " • Acercar el pie izquierdo hacia el die derecho.\n • Colocar la palma de la mano izquierda sobre el puño de la mano derecha y al mismo tiempo doblar el codo derecho hacia afuera unos 45°.\n • El pie derecho se debe apoyar detrás del izquierdo con el talón levantado, apoyando el metatarso.\n • El pie izquierdo se debe girar levemente hacia afuera.",
        "imageth29a":"def35.png",
        "imageth29b":"def36.png",
        "imageth29c":"",
        "titletheory30":"Patada circular zona alta (nopunde dollyo chagi):",
        "theory30": " • Realizar la patada con el metatarso.\n • Mantener la guardia durante las patadas.\n • Ambas patadas se realizan a aproximadamente 25° en diagonal.",
        "imageth30a":"golpe46.png",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"Golpe de puño trabado zona media en posición L (niunja so baro jirugi):",
        "theory31": " • se ejecutará el golpe con la mano de atrás.\n • El golpe debe ser dirigido a la zona media.\n • El antebrazo izquierdo forma una línea paralela con el pie derecho.",
        "imageth31a":"golpe47.png",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"Golpe de codo a la zona media en posición L invertida (niunja so yop palkup tulgi):",
        "theory32": " • Al preparar el golpe se deben cruzar las manos al frente y por debajo de la línea del plexo solar.\n • Realizar un movimiento de giro hacia el frente y desplazar el pie de atrás hacia adelante para realizar una posición L quedando de espalda\n • El golpe se realizará con el codo de atrás a la zona media.",
        "imageth32a":"golpe48.png",
        "imageth32b":"golpe49.png",
        "imageth32c":"",
        "titletheory33":"Defensa fronto-lateral con antebrazo interno (mao so an palmok yobap makgi):",
        "theory33": " • Las manos se cruzarán en la línea del plexo solar a la altura media.\n • La mano que realiza la defensa se cruzará cerrada hacia abajo y por debajo de la otra mano.\n • La otra mano se cruzará cerrada hacia arriba, se ubicará hacia abajo y lateralmente (siguiendo la línea del hombro).\n • Los pies permanecerán juntos.",
        "imageth33a":"def37.png",
        "imageth33b":"def38.png",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "10",
        "name": "Cinturon Rojo Negro",
        "image": "punta-negra.png",
        "description": "Programa de entrenamiento para cinturon rojo negro (1 Gup)",
        "section1":"TEORIA",
        "titletheory1":"Formas/tul: Choong-Moo Movimientos: 30",
        "theory1": "Representa: Es el nombre dado al gran almirante Yi Soon-Sin de la dinastía Lee. Tuvo importancia por haber inventado el primer barco de guerra armado (`Kobukson`) en 1592, el cual dió origen a los submarinos modernos.\n\nNegro: Opuesto al blanco, por lo tanto, significa madurez y la eficiencia en el Taekwon-Do del practicante. Contrariamente a lo que puede pensarse, el estudio del Taekwon-do no finalizada en el cinturón negro. Otro camino comienza a partir de ahí...",
        "imageth1a":"9_choongmoo.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Mociones:",
        "theory2": "Los movimientos ejecutados en las formas, de acuerdo a la fracción de tiempo en que están realizados y a su encadenamiento, se dividen en distintos tipos. Los mismos se denominan mociones, éstas pueden ser lentas, naturales normales, continuadas, rápidas y conectadas.\n\n • Moción Normal (normal motion)\n • Moción Natural (natural motion)\n • Moción Continua (continuous motion)\n • Moción Rápida (fast motion)\n • Moción Conectada (connecting motion)\n • Moción Lenta (slow motion)\n\nEstos tipos de movimientos (motions) se van incorporando gradualmente a medida que el alumno avanza en su entrenamiento.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Normal:",
        "theory3": "El estudiante aprende la velocidad normal de los movimientos. Cada movimiento se desarrolla a velocidad normal con una ondulación completa (baja-sube-baja) y una exhalación. Está presente en todos los movimientos de las cruces iniciales (saju jirugi y saju makgi) y en el Chon-Ji tul.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Natural",
        "theory4": "Se refiere a un único movimiento que difiere de un ataque o una defensa y por lo tanto tendrá una característica propia de la velocidad y fuerza de acuerdo a la aplicación de dicha técnica (movimiento 20 de Toy Gye). En general en los movimientos naturales, la velocidad de las manos es coincidente con la velocidad del avance de los pies. El movimiento ondulante no tendrá ninguna característica especial: Este movimiento tendrá una sola respiración un poco más larga que la normal.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Continua:",
        "theory5": "Se introduce en el Dan-Gun (movimientos 13 y 14). Dos movimientos son desarrollados consecutivamente con dos ondulaciones realizando una inspiración y dos exhalaciones continuas.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Rápida:",
        "theory6": "Se introduce en el Do-San (movimientos 15-16 y 19-20). Dos movimientos son desarrollados consecutivamente en velocidad rápida. Hay dos ondulaciones (no completas ya que el segundo movimiento es solamente subir y bajar) y dos exhalaciones.\n\nCuando se realizan dos golpes de puño en movimiento rápido la pierna de atrás debe estar completamente extendida para realizar el segundo golpe.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Conectada:",
        "theory7": "Es introducido en el Yul-Gok tul (movimientos 16-17 y 19-20). Los dos movimientos son ejecutados en una sola ondulación y una sola respiración. El primer movimiento es ejecutado en la posición `arriba` de la onda y el segundo en la última posición `abajo`.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Lenta:",
        "theory8": "Es introducido en el Joong-gun tul (movimientos 27, 29 y 30) completando los cinco principales tipos de movimientos. Es un movimiento que se ejecuta lentamente con una ondulación y sin que oiga la respiración. Este tipo de movimiento es muy útil para mejorar el control y el balance.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"Nombre de las patadas:",
        "theory9": " • Frontal-ap chagui\n • Circular-dollyo chagui\n • Lateral-yop chagui\n • Giro recto-tuit chagui\n • Descendente-naeryo chagui\n • Gancho-goro chagui\n • Frontal hacia fuera-bituro chagui\n • Frontal retractil-apchabusugui\n • Giro de talon-bandae dollyo chagui\n • Patada frontal saltando-twimyio ap chagui\n • Bandae = acción de girar.\n • Twimyo = acción de saltar.",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"TÉCNICAS BÁSICAS",
        "titletheory13":"Golpe con canto de mano externo en posición de caminar (gunnun so sonkal nopunde ap taerigi):",
        "theory13": " • En la preparación la mano que ataca debe realizar un leve retroceso y la mano opuesta un leve avance.\n • Al culminar el golpe la mano atacante se ubicará en la zona alta, con la punta de los dedos a la altura de los ojos.\n • La mano atacante se ubicará en la línea media del atacante.\n • La palma de la otra mano se ubicará abierta con el reverso de esta sobre la frente, aproximadamente a un puño de distancia, (sin que haya contacto entre la mano y la frente).",
        "imageth13a":"golpe50.png",
        "imageth13b":"golpe51.png",
        "imageth13c":"",
        "titletheory14":"Defensa baja con antebrazo externo en posición L (niunja so palmok najunde makgi):",
        "theory14": " • Las manos se deben cruzar sobre la línea del pecho opuesto la defensa.\n • La mano que realiza la defensa se debe cruzar por sobre la otra.\n • La mano que realiza la defensa, al momento de cruzarse, debe estar con los dedos hacia arriba y la otra con los dedos hacia abajo.\n • Al momento de la defensa la mano se ubicará en la línea del pie de adelante aproximadamente a 20cm. de distancia de la rodilla.",
        "imageth14a":"def39.png",
        "imageth14b":"def40.png",
        "imageth14c":"",
        "titletheory15":"Golpe con reverso de canto de mano trabado, en posición de caminar (gunnun so sonkal dung nopunde ap taerigi):",
        "theory15": " • En la preparación la mano que ejecuta el ataque deberá desplazarse levemente hacia atrás, luego proyectarse hacia adelante en forma semicircular.\n • La mano que ataca se ubicará a la altura de los ojos, abierta y con el reverso del canto hacia adentro.\n • La mano opuesta al ataque se ubicará abierta con la palma hacia abajo, debajo del codo de la mano que ataca.\n • El codo de la mano de atrás permanecerá perpendicular al piso.",
        "imageth15a":"golpe52.png",
        "imageth15b":"golpe53.png",
        "imageth15c":"",
        "titletheory16":"Patada hacia atrás con el talón zona baja (kaunde dwitcha jirugi):",
        "theory16": " • La patada se realizará realizando un giro hacia el frente.\n • El elemento de ataque de la patada es el talón.\n • Las manos deberán ubicarse cerradas en el pecho al momento de realizar la patada.\n • El cuerpo no debe girar completamente y la mirada deberá dirigiese hacia el blanco del ataque.",
        "imageth16a":"golpe54.png",
        "imageth16b":"golpe55.png",
        "imageth16c":"",
        "titletheory17":"Patada circular zona media (kaunde dollyo chagi):",
        "theory17": "• Realizar la patada con el metatarso.\n • Mantener la guardia durante las patadas.\n • La patada se realiza a aproximadamente 25° en diagonal.",
        "imageth17a":"golpe56.png",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"Defensa con antebrazo externo zona media en posición de sentado (annun so dung joomuk nopunde yop taerigi):",
        "theory18": " • La mano que realiza la defensa realizará un movimiento circular de afuera hacia adentro comenzando con la palma hacia adelante y culminando con el reverso de esta al frente.\n • La mano que defiende se ubicará en la línea del medio al frente y a la altura media.",
        "imageth18a":"def41.png",
        "imageth18b":"def42.png",
        "imageth18c":"",
        "titletheory19":"Golpe con el reverso del puño lateral zona alta en posición de sentado (annun so dung joomuk nopunde yop taerigi):",
        "theory19": "• Las manos se cruzarán en la línea media del pecho opuesto a la que golpea, a la altura de los hombros.\n • La mano que golpea se cruza por debajo de la otra con la palma hacia abajo.\n • La mano que golpea se colocará a la altura de la cien en la línea del hombro de adelante.\n • La mano debe ser girada levemente para asegurar que el golpe se dé con los nudillos.",
        "imageth19a":"golpe57.png",
        "imageth19b":"golpe58.png",
        "imageth19c":"",
        "titletheory20":"Defensa de chequeo con canto de mano zona media en X en posición L (niunja so kyocha sonkal momchau makgi):",
        "theory20": " • Ambas manos se separarán al costado del cuerpo a la altura de los hombros, para realizar un movimiento semicircular en hacia adentro.\n • Las manos se cruzarán a la altura del pecho.\n • Al momento de realizar el bloqueo las manos permanecerán cruzadas a la altura del pecho en la línea media.\n • La mano de la pierna que domina la posición se ubicará al frente de la otra.",
        "imageth20a":"def43.png",
        "imageth20b":"def44.png",
        "imageth20c":"",
        "titletheory21":"Doble defensa ascendente con la palma de la mano (gunnun so sang sonbadak ollyo makgi):",
        "theory21": " • Ambas manos realizarán un leve movimiento circular, saliendo del cinturón hacia arriba y afuera y luego hacia abajo, para terminar en un movimiento ascendente con las palmas de las manos abiertas.\n • El movimiento se debe realizar al tiempo que se realiza el paso.\n • La mano que realiza la defensa se ubicará por sobre la línea del cinturón y perpendicular al piso.",
        "imageth21a":"def45.png",
        "imageth21b":"def46.png",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Programa"
    },
    {
        "id": "11",
        "name": "Movimiento ondulante",
        "image": "shinewavemovement.png",
        "description": "Teoria del movimiento ondulante en Taekwon-Do",
       "section1":"",
        "titletheory1":"Movimiento ondulatorio (movimiento de onda):",
        "theory1": "El movimiento ondulatorio es único al Taekwon-do ITF. En prácticamente todos los movimientos se utiliza la ondulación. La ondulación es un movimiento en el cual el centro de gravedad del cuerpo formaría una onda sinusoidal. Dos motivos llevan a este movimiento:\n\n • La relajación.\n • EI aumento de la velocidad a través de una ganancia en la altura.\n\nRealizar el movimiento del centro de gravedad en forma ondulante implica mantener ligeramente flexionadas las piernas y brazos durante el movimiento. Esto obliga a relajar el cuerpo lo cual agrega velocidad a la técnica al finalizar el movimiento. Acorde a la teoría del poder pequeños aumentos de la velocidad produce grandes incrementos en el poder de la técnica.\n\nAl emplear el movimiento ondulatorio hay que flexibilizar las rodillas adecuadamente. La flexión de las rodillas es la que permite al cuerpo bajar y subir a medida que avanza. Al finalizar el movimiento aprovechamos la gravedad y la velocidad al bajar rápidamente el centro de gravedad. El movimiento del centro de masa es: abajo, arriba, abajo como se ve en la figura:\nEn algunos casos no se realiza la ondulación completa como en los movimientos rápido (donde el segundo movimiento encadenado sólo arriba-abajo), conectado (donde el segundo movimiento encadenado realiza sólo el movimiento hacia abajo)",
        "imageth1a":"shinewavemovement.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Teoria"
    },
    {
        "id": "12",
        "name": "Filosofia del Taekwon-Do",
        "image": "tkd.png",
        "description": "Los principios del Taekwon-Do",
        "section1":"",
        "titletheory1":"EXPLICACION DE LOS PRINCIPIOS",
        "theory1": "Es un hecho que, el éxito o el fracaso del entrenamiento del Taekwon-Do, depende principalmente de cómo uno observa y pone en práctica los principios del Taekwon-Do que deben ser utilizados como guia para todos los estudiantes serios de este arte.",
        "imageth1a":"tkd.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Cortesía (Ye Ui) 예의",
        "theory2": "Se puede decir que la cortesía es una regla no escrita dada por los antiguos maestros de filosofía, como medio de elevación del ser humano. Más apun puede ser considerado el criterio esencial que se le requiere a un mortal.\nLos estudiantes del Taekwon-Do tienen que intentar poner en práctica los elementos siguientes d cortesía para construir un carácter noble y también para entrenarse de una manera ordenada.\n\n1) Promover el espíritu de concesiones mutuas.\n2) Avergonzarse de sus vicios, despreciando los de los otros.\n3) Ser educado con los demás.\n4) Fomentar el sentido de justicia y humanidad.\n4) Fomentar el sentido de justicia y humanidad.\n5) Distinguir el instructor del estudiante, el senior del junior, el mayor del menor.\n6) Comportarse con educación.\n7) Respetar a los bienes ajenos.\n8) Actuar con justicia y sinceridad.\n9) Abstenerse de dar o aceptar cualquier presente en caso de duda.",
        "imageth2a":"courtesy.png",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Integridad moral (Yom Chi) 염치",
        "theory3": "En Taekwon-Do, la palabra `Integridad` se refiere a una noción más amplia que la definición que de esta palabra da un diccionario cualquiera. Uno tiene que distinguir lo correcto de lo incorrecto y tener conciencia, si es correcto de sentirse culpable.\nAquí fueron listados unos ejemplos de falta de integridad:\n1. El instructor que se menosprecia así mismo y a su arte al enseñar técnicas incorrectas a sus estudiantes, sea por falta de conocimiento o apatía.\n2. El estudiante que se menosprecia así mismo preparando de antemano con trucos los materiales que deben ser rotos durante las demostraciones.\n3. El instructor que disimula sus técnicas defectuosas con una sala de entrenamiento lujosa y falsos halagos a sus estudiantes.\n4. El estudiante que obtiene un rango sólo con un propósito egocéntrico o por sentirse más poderoso.\n5. El instructor que enseña y promueve su arte solo por un propósito material.\n6. El instructor o el estudiante cuyas acciones son difirentes a sus palabras.\n7. El estudiante que se siente avergonzado a pedir opiniones de sus menores.",
        "imageth3a":"integrity.png",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Perseverancia (In Nae) 인내",
        "theory4": "Hay un antiguo dicho oriental, `La paciencia lleva a la virtud o al mérito`. `Uno puede construir un hogar más pacífico siendo paciente 100 veces`. Ciertamente, la felicidad y la prosperidad parecerían provenir de personas pacientes. Para lograr algo, tal como una alta graduación o el perfeccionamiento técnico y obtener el objetivo buscado, uno debe perseverar constántemente. Robert Bruce aprendió su lección de perseverancia del persistente esfuerzo de una lenta y solitaria araña.\nFue su perseverancia y tenacidad lo que finalmente posibilitó liberar a Escocia en el siglo XIV. Uno de los más importantes secretos para convertirse en un líder en Taekwon-Do es sobreponerse a toda dificultad con perseverancia.\nConfusio dijo: `Quién es impaciente en temas triviales fallará en sus logros en asuntos de mucha importancia.`",
        "imageth4a":"perseverance.png",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Autocontrol (Guk Gi) 극기",
        "theory5": "Este principio es extremadamente importante tanto dentro como fuera del DoJang, en como uno se conduce en combate libre o en temas personales privados. La perdida de autocontrol en combate libre puede provocar un desastre, tanto en uno mismo como en el oponente. Una inhabilidad para vivir y trabajar con plena capacidad también es una pérdida de autocontrol.\n De acuerdo con Lao-Tzu `El más fuerte es la persona que gana sobre si mismo más que sobre cualquier otro`.",
        "imageth5a":"selfcontrol.png",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Espíritu indomable (Baekjul Boolgool) 백절불굴",
        "theory6": "`Aquí yacen 300, que cumplieron con su deber`, un epitafio sencillo para uno de los mayores actos de coraje conocidos en la humanidad.\nFrente a las fuerzas superiores de Xerxes, Leonidas y sus 300 espartanos en Thermopylas demostraron al mindo el significado del espíritu indomable. Se manifiesta cuando una persona enfrenta un problema inmenso utilizando su valentía y sin renunciar a sus principios.\nUn estudiante serio del Taekwon-o siempre debe ser modesto y honesto. Si éste confronta una injusticia, actuará contra el beligerante sin ningún temor o vacilación, con un espíritu indomable, sin tener en cuenta el número de las personas que deba enfrentar.\n\nConfucio dijo: <<No protestar contra la injusticia es un acto de cobardía>>\nComo lo ha demostrado la historia, los que persiguen sus sueños, honrada y vigorosamente con un espíritu indomable, jamás fallaron en el logro de sus objetivos",
        "imageth6a":"indomitablespirit.png",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Filosofia"
    },
    {
        "id": "14",
        "name": "Historia",
        "image": "history.png",
        "description": "Historia del Taekwon-Do 태권도 요크사",
    "section1":"Taekwon-Do Yoksa 태권도 요크사",
        "titletheory1":"Orígenes",
        "theory1": "A pesar de que los orígenes de las artes marciales estén rodeados de misterios, consideramos que desde tiempos inmemoriales hubieron acciones físicas que implicaban el uso de las manos y de tos pies para un propósito de autodefensa.\n\nSi tuviéramos que definir éstas acciones físicas como Taekwon-Do, todos los países podrían presentarse como los inventores del Taekwon-Do. Sin embargo, hay pocas semejanzas entre el Taekwon-Do que se practica hoy, y las formas primarias de combate desarmado desarrolladas en el pasado.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Diferencias",
        "theory2": "El Taekwon-Do moderno se diferencia mucho con las otras artes marciales. En realidad, ningún olro arte marcial es tan avanzado en lo que se refiere a la sofisticación y a la eficacia de sus técnicas o al bienestar físico general que genera en los practicantes.\n\nEs un error pensar que todas las acciones físicas realizadas utilizando la mano y el pie para la autodefensa son Taekwon-Do, puesto que las teorías, la terminología, las técnicas, el sistema, tos métodos, las reglas, el traje de práctica, y el fundamento espiritual fueron científicamente desarrollados, sistematizados, y denominados por el autor. Sólo los que practican técnicas basadas sobre las teorías, los principios y la filosofía del autor pueden ser considerados como verdaderos estudiantes del Taekwon-Do.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"¿Cuándo y dónde empezó el Taekwon-Do?",
        "theory3": "Un conjunto de circunstancias hicieron posible que se origine y desarrolle el Taekwon Do. Además de mi conocimiento anterior de Taek Kyon, tuve la oportunidad de aprender el Karate en Japón durante los tristes 36 artos que mi país estuvo ocupado por los japoneses. Poco después que Corea fuera liberada en 1945, me encontré en la posición privilegiada de ser miembro fundador de 丨as recién formadas Fuerzas Armadas de Corea de丨 Sur.\nAsí por un lado adquirí un sentido de creactón y por otro lado obtuve el poder para diseminar el Taekwon-Do a través de todas las fuerzas armadas, a pesar de una furiosa oposición.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Surgimiento",
        "theory4": "El surgimiento del Taekwon-Do como un arte marcial internacional en un corlo plazo se debe a varios factores. Los demonios de la sociedad contemporánea (corrupción moral, materialismo, egoísmo...) han creado un vacío espiritual. El Taekwon-Do era capaz de compensar éste sentimiento de vacío, decadencia y falta de confianza..",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"Tiempos violentos",
        "theory5": "Además eran tiempos muy violentos, cuando el pueblo sentía la necesidad de dominar un método de protección, la superioridad de la técnica del Taekwon-Do llegó a ser muy recorwcida. Mi status social, las ventajas de ser el fundador de! Taekwon-Do y mi buena salud también contribuyeron al rápido crecimiento del Taekwon-Do por todo el mundo.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Mi Salud",
        "theory6": "Mi práctica de las artes marciales hicieron mucho para mejorar la salud que Dios me dio. Nací enclenque y débil y mi profesor de caligrafía me incitó a aprender el Taek kyon cuando tenía 15 afios. En 1938, pocos días antes de salir de Corea para ir a estudiar a Japón ocurrió un incidente imprevisto, en el cual fui implicado y que mi regreso a Corea me haría correr el riesgo de represalias en mi contra.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Cinturon Negro de Karate",
        "theory7": "Decidí llegar a ser cinturón negro de Karate cuando estaba en Japón.\nPensaba que esas técnicas constituían una protección suficiente contra los que quisieran hacerme óafío. No podía regresar a Corea y además yo inicié más tarde el movimiento de liberación nacional conocido como el incidente de los soldados estudiantes de Pyongyang, Me pusieron en una prisión militar japonesa durante cierto tiempo. En enero de 1946, recibí el grado de subteniente en la recién nacida república de Coreayfuidestinado al 4» regimiento de infantería de Kwangju, en la provincia de Cholla del sur como comandante de compartía.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Arte marcial Nacional",
        "theory8": "Empecé a enseñar el Karate a mis soldados como medio de entrenamiento físico y mental. Entonces comprendí que teníamos que desarrollar nuestro propio arte marcial nacional, superior en espríritu y técnica al Karate japonés.\nEstaba fuertemente convencido de que el hecho de enseñarlo portodo el país me permitiría realizar la promesa que había hecho a mis tres compañeros, quienes compartieron mi encarcelamiento por causa de los japoneses. La razón por la cual nuestro pueblo sufre así en las manos de tos japoneses, dije yo, es que nuestros antepasados fallaron en dirigirnos con sabiduría. Han explotado al pueblo y, finalmente, perdieron el país ante la dominación extranjera. Si un día recuperamos nuestra libertad e independencia, no seamos los dírigentesdel pueblo. Al contrario dediquémonos a aconsejar a los que gobiernan.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"Nace el Nombre Taekwon-Do",
        "theory9": "Fue con esa ambición que empecé a desarrollar nuevas técnicas, en forma sistemática a partir del mes de marzo del mismo año. Al final del año 1,954, casi había terminado de fundar un nuevo arte marcial para Corea, y el 11 de abril de 1.955. éste arte recibió el nombre de `TAEKWON-DO`.",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"Mis principios",
        "theory10": "A nivel espiritual, el Taekwon-Do es el resultado de los principios tradicionales, éticos y morales de Oriente, además, claro, de mi filosofía personal.\n\nAunque sólo mido 5 pies de alto, me enorgullezco por haber vivido en concordancia estricta con mis convicciones morales.\n\nTraté de luchar del lado de la justicia sin ningún temor.\nEsto me fue posible gracias a 丨a formidable potencia y al espíritu indomable instigados por el Taekwon-Do.\n\nLas técnicas físicas del Taekwon-Do se basan sobre tos principios de la ciencia moderna en particular de la física de Newton quien nos enseña el modo de generar máxima potencia. También fueron incorporadas las tácticas militares de ataque y defensa,",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"Mis influencias",
        "theory11": "Quisiera precisar que, aunque el Karate y el Tae Kyon fueron utilizados como referencia en el curso de mi estudio, las teorías y los principios fundamentales del Taekwon-Do son totalmente diferentes de las otras artes marciales del mundo. En marzo de 1959, llevé al equipo militar para dar una demostración de Taekwon-Do por el extranjero. Visitamos Vietnam del Sur y Taiwán. Fue el primer viaje de éste tipo en 丨a historia de Corea. En esa ocasión, reiteré mi resolución de dejar mi legado personal al mundo, bajo la forma del Taekwon-Do, y formulé los ideales básicos siguientes para los practicantes:", 
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"Ideales Básicos del Taekwon-Do",
        "theory12": "1) Desarrolla una mente recta y un cuerpo fuerte, para darte la confianza, para estar siempre del lado de la justicia.\n\n2) Debemos unirnos con todos los hombres en una hermandad de sangre sin importarnos la religión, raza, nacionalidad o .fronteras ideológicas.\n\n3) Debemos dedicamos a construir una pacífica sociedad donde la justicia, moralidad, la honestidad y el humanismo prevalezcan.",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Historia"
    },
    {
        "id": "15",
        "name": "Combate 맞서기",
        "image": "combate.png",
        "description": "Ejercicios de combate en Taekon-Do",
       "section1":"Sistema de Enfrentamientos Matsogui Gosung 맛소기 고성",
        "titletheory1":"Clasificación",
        "theory1": "Los enfrentamientos se clasifican en, prestablecidos, semilibre, libre, modelo, técnica de pie prestablecida y prestablecidos libre, subdivididos en las categorias siguientes:",
        "imageth1a":"",
        "imageth1b":"sparring.jpg",
        "imageth1c":"",
        "titletheory2":"El Combate o Sparring - Matsogui  맞서기",
        "theory2": "El combate es la aplicacion fisica de las técnicas de ataque y de defensa adquiridas a partir de las formas y de los ejercicios fundamentales, contras los adversarios realmente moviles. Por eso no solamente es indispensable para promover el espíritu de combate y el coraje, para entrenar la mirada y leer las tácticas de los adversarios, sino también para las maniobras, para fortalecer mejorar y desarrollar sus partes de ataque o defensa, para poner a prueba sus propias capacidades y su aptitud para aprender otros movimientos movimientos que no pueden ser adquiridos en los ejercicios básicos ni en las formas.\nEn realidad, casi todos los estudiantes están impacientes por llegar a esta fase de instrucción. No solo el entrenamiento se torna mas interesante sino que por primera vez el estudiante empieza a llegar a un grado de satisfacción al aplicar realmente sus técnicas.\n El peligro reside en el estudiante que no tiene solidas bases y desarrolla malas costumbres que al progresar serán muy dificiles de abandonar. Así que el instructor debe alentar al estudiante de modo que aprenda bien las formas y los movimientos básicos antes de participar de sesiones de combate, sobre todo en torneos.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"SAMBO MATSOGI 삼보 맛소기 (Combate a 3 Pasos)",
        "theory3": "Este es el ejercicio básico de enfrentamiento para principiantes. Usualmente se usa entre el 9no y el 6to Gup.\n Este es un ejercicio para familiarizarse con las correctas técnicas de ataque y defensa, principalmente las de manos a la zona media y alta, la de los pies contra las zonas bajas mientras avanza o retrocede, hay dos metodos de práctica: en un sentido y en dos sentidos.\n\n1- Un sentido (Han Chok)\nEl ataque es ejecutado solamente cuando se avanza y los bloqueos cuando se retrocede.\n2- Dos sentidos (Yang Chok)\nAmbos, los ataques y las defensas son ejecutados en avance y retroceso. Ambos pueden ser practicados a solas o con un compañero.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"IBO MATSOGI 이보 맛소기 (Combate a 2 pasos)",
        "theory4": "El objetivo principal de este enfrentamiento es adquirir una técnica donde están asociados el uso de la mano y del pie, puesto que el atacante debe utilizar de un modo alternativo el pie y la mano.\n Sin embargo, es totalmente opcional para el atacante utilizar primero la mano o el pie.\nComo en el caso del enfrentamiento en tres pasos, existen dos métodos para su práctica.\n\n1- El ataque se ejecuta únicamente cuando se avanza y la defensa cuando se retrocede\n2- El ataque y la defensa se ejecutan avanzando o retrocediendo.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"ILBO MATSOGI 일보맛소기 (Combate a un paso)",
        "theory5": "Virtualmente, este enfrentamiento está considerado como el más importante desde el punto de vista qe el propósito último del Taelwon-Do, en un combate real es, vencer con un solo golpe.\n Por esto, no es solamente un ejercicio para todos los niveles, sino también se puede utilizar en situación real. En consecuencia, recomendamos a los estudiantes que utilicen todas las técnicas posible, como contraataque, el ataque en salto y la defensa saltando, el ataque por esquive con el pie o la mano, en salto, en diversas condiciones.\nEl secreto de este enfrentamiento consiste en ejecutar un golpe decisivo preciso y rápido hacia un punto vital del adversario en el momento correcto y con el arma correcta, defendiéndose eficazmente contra el ataque del adversario.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"MOBUM MATSOGI 모붐 맛소기 (Combate prestablecido)",
        "theory6": "El objetivo primario de este enfrentamiento es mostrar al espectador la agilidad y la capacidad del ejecutante, y la aplicación física de cada movimiento. Se realiza normalmente con repetición del mosmo movimiento en forma lenta.\n El papel del adversario en esta demostración es servir de blanco preciso sobre el cuál actpua el ejecutante.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"BAN JAYU MATSOGI 반 자유 마초기 (Combate semi libre)",
        "theory7": "Combate casi real, sin ejercicios ni combinaciones predeterminadas, dónde la única regla es que no puede haber ningún contacto entre los luchadores.\n\n Solo se intercambia una única serie de movimientos de ataque y defensa, en una duración de tiempo muy corta.\nEl enfrentamiento semi libre es la última etapa antes de que el estudiante llegue al combate libre, aunque se lo puede ejercitar en todos los niveles",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"JAYU MATSOGI 자유 맛소기 (Combate libre)",
        "theory8": "El combate libre es esencialmente un combate abierto con ataques controlados y la prohibicion de atacar ciertos puntos vitales.\nEn el combate libre no hay nada predeterminado por los luchadores, y cada uno está enteramente libre para atacar y defender por todos los medios posibles con una excepció: El atacante debe detener la herramienta de ataque, justo antes de alcanzar un punto vital.\nYa que el Taekwon-Do es una forma letal de autodefensa, las reglas del combate a diferencia con otros deportes de competicion sólo se contarán los golpes marcados a 2 cm del punto vital, y no los golpes inútiles o la utilización de la fuerza bruta.\nEn el combate se consideran los golpes bien enfocados, la velocidad, la potencia, el equilibrio, y el bloqueo firme y preciso, como un ezquive eficaz y el comportamento.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Teoria"
    },
    {
        "id": "16",
        "name": "Formas ITF",
        "image": "tul.png",
        "description": "Formas de Taekwon-Do ITF",
      "section1":"Tul 틀",
        "titletheory1":"La ley de Hamurabi",
        "theory1": "La antigua ley en el Oriente era similar a la ley de Hamurabi, `ojo por ojo, diente por diente`, y se hacía cumplir rigurosamente incluso si se causaba muerte por accidente.\n\nEn este tipo de ambiente, y ya que el actual sistema de sparring libre no se había desarrollado todavía, era imposible para un estudiante de artes marciales practicar o probar sus habilidades individuales de ataque y defensa contra verdaderos oponentes en movimiento.\n\nEl progreso individual definitivamente estaba dificultado hasta que un practicante imaginativo creó las primeras formas.\n\nLas formas son varios movimientos fundamentales, de los cuales la mayoría representan técnicas de ataque o defensa, armados acorde a una secuencia lógica y fija.\n\nEl estudiante sistemáticamente se enfrenta con múltiples oponentes imaginarios bajo varios supuestos, usando cada herramienta de ataque y bloqueo disponibles desde diferentes direcciones. De esta manera la práctica de formas permite al estudiante repasar varios movimientos fundamentales en serie, para desarrollar técnicas de sparring, mejorar la flexibilidad de los movimientos, dominar los giros del cuerpo, fortalecer músculos y desarrollar control de la respiración, desarrollar movimientos fluidos y controlados, y obtener movimientos rítmicos.\n\nTambién permite al estudiante adquirir técnicas especiales que no pueden ser obtenidas mediante ejercicios fundamentales o sparring. En resumen, un tul puede ser comparado con las tácticas de una unidad militar o una palabra, si los movimientos fundamentales fueran el entrenamiento individual de un solo soldado o el alfabeto. De esta manera, el tul, el registro de cada movimiento, es una serie de sparring, pruebas de poder, hazañas y belleza característica.\n\nAunque el sparring puede meramente indicar que un oponente es más o menos avanzado, los tuls son un barómetro más exacto para evaluar la técnica de un individuo.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Consideraciones",
        "theory2": "Lo siguiente debe considerarse mientras se ejecutan las formas:\n\n1. El tul debe comenzar y terminar exactamente en el mismo punto. Esto indicará la precisión del ejecutor.\n2. Se debe mantener la postura y el lugar a mirar correctos constantemente.\n3. Los músculos del cuerpo deben estar tensos o relajados en los momentos críticos apropiados en el ejercicio.\n4. El ejercicio debe ser ejecutado en un movimiento rítmico con ausencia de rigidez.\n5. El movimiento debe ser acelerado o desacelerado de acuerdo con las instrucciones de este libro.\n6. Se debe perfeccionar cada forma antes de aprender la próxima.\n7. Los estudiantes deben saber el propósito de cada movimiento.\n8. Los estudiantes deben realizar cada movimiento con realismo.\n9. Las técnicas de ataque y defensa deben estar equitativamente distribuidas entre manos y pies izquierdos y derechos.\n",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"La Razón de las 24 Formas",
        "theory3": "La vida de un ser humano, quizás 100 años, puede ser considerada como un día cuando se la compara con la eternidad. Por ende, nosotros los mortales no somos más que simples viajeros que pasan por los eternos años de un eón en un día.\n\nEs evidente que nadie puede vivir más que una cantidad de tiempo limitada. Sin embargo, la mayoría de la gente tontamente se esclaviza al materialismo como si pudieran vivir por miles de años. Y algunas personas se esfuerzan para dejar un buen legado espiritual para las próximas generaciones, de esta forma, adquieren inmortalidad. Obviamente, lo espiritual es perpetuo mientras que lo material no. Por ende, lo que podemos hacer para dejar algo para el bienestar de la humanidad es, quizás, la cosa más importante de nuestras vidas.\n\nAquí dejo el Taekwon-Do para la humanidad como una huella del hombre del final del siglo 20.\nLas 24 formas representan 24 horas, un día, o toda mi vida.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Interpretación de las formas",
        "theory4": "El nombre de las formas, número de movimientos y el diagrama de cada tul simboliza figuras heroicas de la historia coreana o acontecimientos relacionados con eventos históricos.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"CHON-JI",
        "theory5": " literalmente significa `el cielo la Tierra`. En el Oriente, se interpreta como la creación del mundo o el comienzo de la historia humana, por ende, es la forma inicial ejecutada por el principiante. Este tul consiste en dos partes similares: una representa el cielo y la otra la Tierra.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"DAN-GUN",
        "theory6": "nombrada como el santo Dan-Gun, el legendario fundador de Corea en el año 2333 A.C.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"DO-SAN",
        "theory7": "es el pseudónimo del patriota Ahn Chang-Ho (1876-1938). Los 24 movimientos representan su vida entera la cual él dedicó a promover la educación de Corea y su movimiento de independencia.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"WON-HYO",
        "theory8": "fue un renombrado monje que introdujo el Budismo a la Dinastía Silla en el año 686 D.C.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"YUL-GOK",
        "theory9": "es el pseudónimo del gran filósofo y erudito Yi I (1536-1584) apodado el `Confucio de Corea`. Los 38 movimientos de este tul se refieren a su lugar de nacimiento en los 38º de latitud y el diagrama representa `erudito`.",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"JOONG-GUN",
        "theory10": "nombrada como el patriota Ahn Joong-Gun quien asesinó a Hiro-Bumi Ito, el primer gobernador general japonés de Corea, conocido como el hombre que desempeñó el papel más importante en la fusión Corea-Japón. Hay 32 movimientos en esta forma para representar la edad del Sr.Ahn cuando fue ejecutado en la prisión de Lui-Shung (1910).",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"TOI-GYE",
        "theory11": "es el pseudónimo de escritor del célebre erudito Yi Hwang (siglo 16), un experto en neoconfucianismo. Los 37 movimientos del tul representan su lugar de nacimiento en los 37º de latitud, el diagrama representa `erudito`.",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"HWA-RANG",
        "theory12": "nombrada como el joven grupo Hwa-Rang el cual se originó en la Dinastía Silla en los comienzos del siglo 7. Los 29 movimientos representan la 29na División de Infantería, donde el Taekwon-Do se desarrollo hasta madurar.",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "titletheory13":"CHOONG-MOO",
        "theory13": "era el nombre otorgado al gran Almirante Yi Soon-Sin de la Dinastía Yi. Tuvo la mala reputación de haber inventado el primer barco de batalla armado (Kobukson) en 1592, el cual se dice ha sido el precursor del actual submarino. La razón por la cual esta forma termina con un ataque con la mano izquierda es que simboliza su lamentable muerte, al no haber tenido la oportunidad de demostrar su ilimitado potencial, detenido por la forzada actitud reservada de su lealtad al rey.",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"KWANG-GAE",
        "theory14": "nombrada como el famoso Gwang-Gae-Toh-Wang, el 19no Rey de la Dinastía Koguryo, quien recuperó todos los territorios perdidos incluyendo gran parte de Manchuria. El diagrama representa la expansión y recuperación del territorio perdido. Los 39 movimientos representan las dos primeras cifras de 391 D.C., el año en el que asumió el trono.",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"PO-EUN",
        "theory15": "es el pseudónimo de un leal súbdito Chong Mong-Chu (1400) el cual fue un famoso poeta y cuyo poema `No serviría a un segundo amo aunque fuera a ser crucificado cien veces` es conocido por todo coreano. El también fue un pionero en el campo de la física. El diagrama representa su inequívoca lealtad al rey y país a finales de la Dinastía Koryo.",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"GE-BAEK",
        "theory16": "nombrada como Ge-Baek, un gran general en la Dinastía Baek Je (660 D.C.). El diagrama representa su severa y estricta disciplina militar.",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"EUI-AM",
        "theory17": "es el pseudónimo de Son Byong Hi, líder del movimiento de independencia coreano del 1ero de Marzo de 1919. Los 45 movimientos representan su edad cuando cambió el nombre de Dong Hak (Cultura Oriental) por el de Chondo Kyo (Religión del Camino Celestial) en 1905. El diagrama representa su espíritu indomable, demostrado mientras se dedicaba a la prosperidad de su nación.",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"CHOONG-JANG",
        "theory18": "es el pseudónimo dado al general Kim Duk Ryang quien vivió durante la Dinastía Yi, siglo 14. Este tul termina con un ataque con la mano izquierda para simbolizar la tragedia de su muerte a los 27 en prisión antes de que pudiera alcanzar su plena madurez.",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"JUCHE",
        "theory19": "es la idea filosófica de que el hombre es el amo de todo y decide todo, en otras palabras, la idea de que el hombre es el amo del mundo y de su propio destino. Se dice que esta idea nació en la montaña Baekdu la cual simboliza el espíritu del pueblo coreano. El diagrama representa la montaña Baekdu.",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"SAM-IL",
        "theory20": "denota la histórica fecha del movimiento de independencia de Corea el cual comenzó a través del país el 1ero de Marzo de 1919. Los 33 movimientos en este tul representan a los 33 patriotas quienes planearon el movimiento.",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"YOO-SIN",
        "theory21": "nombrada como el General Kim Yoo Sin, un general comandante durante la Dinastía Silla. Los 68 movimientos representan las últimas dos cifras de 668 D.C., año en que Corea se unió. El Jumbi (posición de preparado) simboliza una espada desenfundada desde la derecha en vez de la izquierda, representando el error de Yoo Sin al seguir las ordenes de su rey de luchar con las fuerzas extranjeras en contra de su propia nación.",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "titletheory22":"CHOI-YONG",
        "theory22": "nombrada como el General Choi Yong, Primer Ministro y Comandante de las fuerzas Armadas durante la Dinastía Koryo del siglo 14. Choi Yong era muy respetado por su lealtad, patriotismo y humildad. Fue ejecutado por sus comandantes subordinados liderados por el General Yi Sung Gae, quién luego se convirtió en el primer rey de la Dinastía Yi.",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"YON-GAE",
        "theory23": "nombrada como un famoso general de la Dinastía Koguryo, Yon Gae Somoon. Los 49 movimientos representan las últimas dos cifras de 649 D.C., el año en que forzó a la Dinastía Tang a abandonar Corea luego de destruir casi 300.000 de sus tropas en Ansi Sung.",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"UL-JI",
        "theory24": "nombrada como el general Ul-Ji Moon Dok quien exitosamente defendió Corea de una fuerza invasora de Tang de casi un millón de soldados dirigida por Yang Je en 612 D.C., Ul-Ji utilizando tácticas de guerrilla de golpe y huída pudo diezmar un gran porcentaje de la fuerza. El diagrama simboliza su apellido. Los 42 movimientos representan la edad del autor cuando diseñó el tul.",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"MOON-MOO",
        "theory25": "honra al 30mo rey de la Dinastía Silla. Su cuerpo fue sepultado cerca de Dae Wang Am (Roca del Gran Rey). De acuerdo con su voluntad, el cuerpo fue ubicado en el mar `Donde mi alma defenderá por siempre mi tierra de los japoneses`. Se dice que la Sok Gul Am (Cueva de Piedra) se construyó para vigilar su tumba. La Sok Gul Am es un buen ejemplo de la cultura de la Dinastía Silla. Los 61 movimientos en esta forma simbolizan las dos últimas cifras de 661 D.C. cuando Moon Moo asumió el trono.",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"SO-SAN",
        "theory26": "es el pseudónimo del gran monje Choi Hyong Ung (1520-1604) durante la Dinastía Yi. Los 72 movimientos representan su edad cuando organizó un cuerpo de soldados monjes con la asistencia de su estudiante Sa Myung Dang. Los soldados monjes ayudaron a expulsar a los piratas japoneses que invadieron la mayoría de la península coreana en 1592.",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"SE-JONG",
        "theory27": "nombrada como el más grande rey coreano, Se-Jong, quién inventó el alfabeto coreano en 1443, y también fue un renombrado meteorólogo. El diagrama representa el rey, mientras que los 24 movimientos simbolizan las 24 letras del alfabeto coreano.",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"TONG-IL",
        "theory28": "denota la resolución de la unificación de Corea la cual ha estado dividida desde 1945. El diagrama simboliza la raza homogénea.",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"Ejercicios Basicos",
        "theory29": "También hay tres ejercicios fundamentales, llamados Saju-Jirugi (puñetazo en cuatro direcciones), Saju-Makgi (bloqueo en cuatro direcciones) y Saju Tulgi (empuje en cuatro direcciones). Saju-Jirugi y Saju-Makgi son ejercicios básicos de defensa que se enseñan a los principiantes del arte marcial. Saju Tulgi es menos conocido y generalmente se enseña a los estudiantes de 2º Kup justo antes de Hwa-Rang. Saju Tulgi no aparece en la Enciclopedia Condensada, pero sí en la Enciclopedia de 15 Volúmenes (véase: Volumen 10, página 122).",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "Como cada forma esta muy relacionada con los ejercicios fundamentales, los estudiantes deben practicar las formas de acuerdo con la siguiente graduación para obtener resultados óptimos con el menor esfuerzo.",
        "imageth30a":"ITF_Patterns_Poster_LowRes.png",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"Formas de Cinturones de Color (gup)",
        "theory31": "10mo gup - no tiene formas, solo ejercicios de movimientos basicos: Bloqueo y Puño en 4 direcciones\n9no gup - Chon-Ji (19 movimientos)\n8vo gup - Dan-Gun (21 movimientos)\n7mo gup - Do-San (24 movimientos)\n6to gup - Won-Hyo (28 movimientos)\n5to gup - Yul-Gok (38 movimientos)\n4to gup - Joong-Gun (32 movimientos)\n3er gup - Toi-Gye (37 movimientos)\n2do gup - Hwa-Rang (29 movimientos)\n1er gup - Choong-Moo (30 movimientos)",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "section2":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"Formas de Cinturon Negro (Dan)",
        "theory33": "Kwang-Gae (39 movimientos) - 1er dan\nPo-Eun (36 movimientos) - 1er dan\nGe-Baek (44 movimientos) - 1er dan\nEui-Am (45 movimientos) - 2do dan\nChoong-Jang (52 movimientos) - 2do dan\nJuche (45  movimientos) - 2nd dan / Ko-Dang* (39 movimientos) - 2do dan\nSam-Il (33 movimientos) - 3er dan\nYoo-Sin (68 movimientos) - 3er dan\nChoi-Yong (46 movimientos) - 3er dan\nYon-Gae (49 movimientos) - 4to dan\nUl-Ji (42 movimientos) - 4to dan\nMoon-Moo (61 movimientos) - 4to dan\nSo-San (72 movimientos) - 5to dan\nSe-Jong (24 movimientos) - 5to dan\nTong-Il (56 movimientos) - 6to dan",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"Formas que ya no se usan:",
        "theory34": "* Ko-Dang es una forma más antigua, reemplazada por Juche. Sin embargo, Ko-Dang todavía se enseña en algunas escuelas.\n\nU-Nam es una forma de estilo ITF/Chang Hon que aparece únicamente en la edición de 1959 del Manual de enseñanza de Tae Kwon Do de Choi Hong Hi.",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "17",
        "name": "천지 Chon-Ji",
        "image": "punta-amarilla.png",
        "description": "Forma de Cinturon blanco amarillo",
       "section1":"",
        "titletheory1":"천지 Chon-Ji",
        "theory1": "Chon-Ji: Es la primera forma o tul del Taekwon-Do ITF, correspondiente al cinturón blanco punta amarilla o IX Gup.\nPosee 19 movimientos.\n \nSignifica literalmente `cielo y tierra`, la unión de ambos elementos. En países orientales simboliza el principio de todo, al ser el primer tul del practicante. \n \n Chon-Ji: Diagrama \n El diagrama de Chon-Ji representa una cruz, simbolizando los cuatro elementos: fuego, agua, tierra y aire.",
        "imageth1a":"1_chonji.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "18",
        "name": "단군 Dan-Gun",
        "image": "amarillo.png",
        "description": "Forma de Cinturon amarillo",
       "section1":"",
        "titletheory1":"단군 Dan-Gun",
        "theory1": "Es la segunda forma o tul del Taekwon-Do ITF, correspondiente al cinturón amarillo u IIX Gup. Posee 21 movimientos.\nDan-Gun es a honor del santo Dan-Gun el fundador de Corea en el año 2333 antes de Cristo.\nEl diagrama de Dan-Gun es una I mayúscula, o el número 1 romano (I)",
        "imageth1a":"2_dangun.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "19",
        "name": "도산 Do-San",
        "image": "punta-verde.png",
        "description": "Forma de Cinturon amarillo verde",
       "section1":"",
        "titletheory1":"도산 Do-San",
        "theory1": "Do-San, Es la tercera forma o tul del Taekwon-Do ITF, correspondiente al cinturón amarillo punta verde o VII Gup. Posee 24 movimientos.\n\nSignificado de Do-San:\nEs el seudónimo del patriota Ahn Chang-Ho, fue un prócer coreano, pedagogo y activista a favor de la independencia coreana durante la Ocupación japonesa de ese país. Los 24 movimientos representan su vida, la cual dedicó al movimiento independentista y a la educación en Corea.",
        "imageth1a":"3_dosan.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "20",
        "name": "원효 Won-Hyo",
        "image": "verde.png",
        "description": "Forma de Cinturon verde",
       "section1":"",
        "titletheory1":"원효 Won-Hyo",
        "theory1": "Significado: Fue el notable monje que introdujo el budismo en la dinastía Silla en el año 686 A.C. posee 28 Movimientos.",
        "imageth1a":"4_wonhyo.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "21",
        "name": "율곡 Yul-Gok",
        "image": "punta-azul.png",
        "description": "Forma de Cinturon verde azul",
       "section1":"",
        "titletheory1":"율곡 Yul-Gok",
        "theory1": "Yul-Gok.\nMOVIMIENTOS: 38\nSe denomina así por el término Yul-Gok, el cual era el seudónimo del filósofo y catedrático YiI (1536-1584), quien era considerado como El Confucio de Corea. Los 38 movimientos de este Tul se refieren a su lugar de nacimiento en los 38 grados de latitud.\n\nEl significado de su diagrama es `el erudito` (maestro).",
        "imageth1a":"5_yulguk.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "22",
        "name": "중근 Joong-Gun",
        "image": "azul.png",
        "description": "Forma de Cinturon azul",
       "section1":"",
        "titletheory1":"중근 Joong-Gun",
        "theory1": "Joong-Gun \nMovimientos: 32\nSignificado: Proviene del nombre del patriota Ahn Joong Gun quien asesinó a Hiro Bumi Ito, el primer gobernador general japonés de Corea, conocido por ser el hombre que desempeño el papel principal en la fusión Corea-Japón.\nLos 32 movimiento representan la edad en que fue ejecutado en la cárcel de Lui Shung en 1910",
        "imageth1a":"6_joonggun.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "23",
        "name": "퇴계 Toi-Gye",
        "image": "punta-roja.png",
        "description": "Forma de Cinturon azul rojo",
       "section1":"",
        "titletheory1":"퇴계 Toi-Gye",
        "theory1": "Toy Gye \nMovimientos: 37\nsignificado: Es el nombre del célebre erudito Yi-Hwang (siglo XVI) autoridad en temas del confucionismo. Los 37 movimientos representan su lugar de nacimiento sobre el paralelo 37º.\n\nEl diagrama significa `erudito`",
        "imageth1a":"7_toigye.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "24",
        "name": "화랑 Hwa-Rang",
        "image": "rojo.png",
        "description": "Forma de Cinturon rojo",
       "section1":"",
        "titletheory1":"화랑 Hwa-Rang",
        "theory1": "Hwa Rang \nMovimientos: 29\nSignificado: Es el nombre de un grupo de jóvenes, que tienen su origen en la dinastía Silla al principio del Siglo VII.\n\nLos 29 movimientos se refieren a la 29º División de Infantería, donde el Taekwon-Do se desarrolló y maduró.",
        "imageth1a":"8_hwarang.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "25",
        "name": "충무 Choong-Moo",
        "image": "punta-negra.png",
        "description": "Forma de Cinturon rojo negro",
       "section1":"",
        "titletheory1":"충무 Choong-Moo",
        "theory1": "Choong-Moo\nMovimientos: 30\nRepresenta: Es el nombre dado al gran almirante Yi Soon-Sin de la dinastía Lee. Tuvo importancia por haber inventado el primer barco de guerra armado (`Kobukson`) en 1592, el cual dió origen a los submarinos modernos.",
        "imageth1a":"9_choongmoo.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "26",
        "name": "광개 Kwang-Gae",
        "image": "1erDAN.png",
        "description": "Forma de Cinturon Negro 1er DAN",
      "section1":"",
        "titletheory1":"광개 Kwang-Gae",
        "theory1": "Kwang-Gae\nMovimientos 39\n\nEl nombre de Kwang-Gae se debe al famoso Kwang-Gae-Toh-Wang, el decimonoveno rey de la dinastía Koguryo, que recuperó todos los territorios perdidos, incluida la mayor parte de Manchuria. El diagrama representa la expansión y recuperación del territorio perdido. Los 39 movimientos hacen referencia a las dos primeras cifras del año 391 d. C., año en que subió al trono.",
        "imageth1a":"10_kwanggae.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "27",
        "name": "포은 Po-Eun",
        "image": "1erDAN.png",
        "description": "Forma de Cinturon Negro 1er DAN",
      "section1":"",
        "titletheory1":"포은 Po-Eun",
        "theory1": "Po-Eun:\nMovimientos 36\n\nEs el seudónimo de un súbdito leal, Chong Mong-Chu (1400), que fue un poeta famoso y cuyo poema `No serviría a un segundo amo aunque me crucificaran cien veces` es conocido por todos los coreanos. También fue un pionero en el campo de la física. El diagrama representa su infalible lealtad al rey y al país hacia el final de la dinastía Koryo.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "28",
        "name": "게백 Ge-Baek",
        "image": "1erDAN.png",
        "description": "Forma de Cinturon Negro 1er DAN",
      "section1":"",
        "titletheory1":"게백 Ge-Baek",
        "theory1": "Ge-Baek:\nMovimientos 44\n\nEl nombre de esta forma se debe a Ge-Baek, un gran general de la dinastía Baek Je (660 d. C.). El diseño representa su severa y estricta disciplina militar.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"<Proximamente Video>",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "29",
        "name": "의암 Eui-Am",
        "image": "2doDAN.png",
        "description": "Forma de Cinturon Negro 2do DAN",
      "section1":"",
        "titletheory1":"의암 Eui-Am",
        "theory1": "Eui-Am:\nMovimientos 45\n\nEui-Am es el seudónimo de Son Byong Hi, el líder del movimiento de independencia de Corea del 1 de marzo de 1919. Los 45 movimientos hacen referencia a su edad cuando cambió el nombre de Dong Hak (Cultura Oriental) a Chondo Kyo (Religión del Camino Celestial) en 1905. El diagrama representa su espíritu indomable mostrado mientras se dedicaba a la prosperidad de su nación.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "30",
        "name": "충장 Choong-Jang",
        "image": "2doDAN.png",
        "description": "Forma de Cinturon Negro 2do DAN",
      "section1":"",
        "titletheory1":"충장 Choong-Jang",
        "theory1": "Choong-Jang:\nMovimientos 52\n\nChoong-Jang es el seudónimo que se le dio al general Kim Duk Ryang, que vivió durante la dinastía Yi, en el siglo XIV. Este patrón termina con un ataque con la mano izquierda para simbolizar la tragedia de su muerte a los 27 años en prisión antes de poder alcanzar la madurez completa.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },
    {
        "id": "31",
        "name": "주체 Juche",
        "image": "2doDAN.png",
        "description": "Forma de Cinturon Negro 2do DAN",
      "section1":"",
        "titletheory1":"주체 Juche",
        "theory1": "Juche:\nMovimientos 45\n\nJuche es la idea filosófica según la cual el hombre es el amo de todo y decide sobre todo, en otras palabras, la idea de que el hombre es el amo del mundo. Se dice que esta idea tiene sus raíces en la montaña Baekdu, que simboliza el espíritu del pueblo coreano. El diagrama representa la montaña Baekdu.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Formas"
    },

    {
        "id": "32",
        "name": "Rotura de poder 퀴크 파",
        "image": "powerbrake.jpg",
        "description": "Practica de rotura de poder",
      "section1":"",
        "titletheory1":"Rotura de Poder Kyuck Pa 퀴크 파",
        "theory1": "la rotura de tablas (u otros objetos como ladrillos o hielo en exhibiciones avanzadas) es una de las actividades favoritas tanto de los practicantes como de los expectadores que asisten a ver exhibiciones de Taekwon-Do.\n La rotura de tablones demuestra la eficacia de las técnicas y ayuda a comprender el efecto que pueden tener en un objetivo.\nEsta práctica se realiza en pruebas de grado, y la seguridad es siempre algo primordial.\n.Esta actividad enseña al estudiante a concentrarse, ejecutar correctamente las técnicas, así como a vencer las barreras mentales y a mejorar su confianza. ",
        "imageth1a":"powerbrake2.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "videos": ["video1.mp4"],
        "category": "Teoria"
    },
    {
        "id": "33",
        "name": "Carta del Taekwon-Do",
        "image": "carta.jpg",
        "description": "Taekwon-Do Jon Zang 존 장",
      "section1":"",
        "titletheory1":"PREAMBULO",
        "theory1": "Ya que el Taekwon-Do es un arte de autodefensa que aitende a un noble rearme moral, a un alto grado de cumplimiento intelectual, a técnicas elegantes, y a la belleza de la forma físisca se puede considerar como parte de la vida cotidiana, tal como la respiración y el pensamiento\nComo fundador del Taekwon-Do, quiero definir su filosofía, sus principios y su objectivo a fin de que estos sean utilizados para llegar al florecimiento de la moralidad, de la belleza y del poder, en armonia con el espiritu inmortal.",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"PARTE 1",
        "theory2": "A través de una práctica cientifica del Taekwon-Do uno puede mejorar notablemente su salud y nutrir su intelecto. Uno puede encontrarse en posición de ayudar a otros en la causa de la justicia promoviendo así la ética social y la moralidad, contribuyendo a realizar una sociedad más pacífica y feliz.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"PARTE 2",
        "theory3": "Para vivir en buena armonia con la vida, a pesar de sus aspectos detestables, y con la muerte, uno debe estudiar continuamente el arte del Taekwon-Do para aprender las técnicas de potencia y elegancia, y para agrandar su reino espiritual. Así la motivación para estudiar debe ser una herencia de un valor incalculable para las generaciones futuras.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"PARTE 3",
        "theory4": "Los seres humanos vienen al mundo con deseos y necesidades sencillas. No deben volverse avaros, tienen que continuar siendo humildes y misericordiosos. Nunca comprometer sus principios, ni dejarlos de lado por razones egoistas, para asegurar la libertad y la independencia del Taekwon-Do y para que sea transmitido en su forma original.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"PARTE 4",
        "theory5": "Todos los estudiantes de este arte están sujetos a las mismas reglas de comportamiento y juzgados según los mismos criterios sin tomar en consideración sus posiciones en la vida, sos orígenes o sus convicciones religiosas, demostrando al mundo la igualdad esencial y la fraternidad humana.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"PARTE 5",
        "theory6": "La sociedad moderna se caraacteriza por su egoismo y depender innecesariamente de las máquinas. La sociedad moral está caracterizada por la autodisciplina, el scrificio, la ayuda reciproca y la dedicación. Dedicarse al arte puede promover el cambio hacia una sociedad moral.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"PARTE 6",
        "theory7": "El que se dedica a sus compañeros y vive según los dictados de su conciencia son siempre útiles para ayudar a los jóvenes y muestran respeto a sus instructores y personas mayores.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"CONCLUSION",
        "theory8": "El comienzo constituye una parte importante de todo intento. Por eso, los estudiantes de Taekwon-Do no deben dejar de actuar cuando ello beneficie a la sociedad. Si actúan asi, ellos mismos serán los principales beneficiarios.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Filosofia"
    },
    {
        "id": "34",
        "name": "Cultura Moral 정신수양",
        "image": "moral3.png",
        "description": "Cultura Moral Jungshin sooyang 정신수양",
      "section1":"",
        "titletheory1":"Connotaciones",
        "theory1": "Las connotaciones diversas y las varias interpretaciones posibles de la cultura moral son a menudo muy dificiles de captar para una mente occidental, debido a que es un aspecto de la filosofía oriental que se infiltra en la vida de los orientales. Por decirlo en una palabra, es el esfuerzo constante y el proceso para llegar a ser una persona ejemplar como Confusio (552-479 AC).\nPara ser tal persona, uno tiene que primero encontrarse a si mismo y adquirir un carácter moral que sea respetado por los demás. Así, si llega ese día, el hombre mentalmente disciplinado puede contribuir a la construcción de una sociedad ideal, dándole consejos sabios al gobierno y aún despues de la muerte a través de su ejemplo eterno.\nConfusio dijo:<<Para promover el sentido de la moralidad uno tiene que actuar con los otros con una lealtad y una sinceridad basadas en la rectitud, y eliminar sus pensamientos viciosos>>.",
        "imageth1a":"culturamoral.png",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"Seres Sociales",
        "theory2": "Cuando uno de nosotros, como seres sociales, desea vivir en una sociedad libre y pacífica. Al mismo tiempo, es nuestro deber construir tal sociedad para el pueblo.\nHe citado varias palabras de sabiduría de antiguos santos y filósofos en cuanto a la creación de una sociedad ideal, con la esperanza de que los estudiantes de Taekwon-Do las usen como guía para cultivar su cultura moral. Una sociedad ideal segun LAO-TZU, es donde el dirigente tiene un carácter moral tan alto que puede dirigir naturalmente, sin interferencia o temor pero sólo apelando a la buena naturaleza de su pueblo, quien tan solo realizando su deber puede vivir libremente, en paz y sin temor ni ansiedad.",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"Sociedad Moral",
        "theory3": "A parte, una sociedad moral es una sociedad donde el pueblo admira y alaba a su dirigente en gratitud al amor y la buena predisposición que éste le ofrece a su pueblo.",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"Sociedad Legalista",
        "theory4": "En tercer lugar, la sociedad <<Legalista>> en la que su dirigente, debido a la falta de autoridad moral recurre a las leyes para gobernar a su pueblo, el cuál obedece por temor a la retribución que la violación de esas leyes trae aparejada. En esas circunstancias, el dirigente puerde el contacto con su pueblo.",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"La peor sociedad",
        "theory5": "Finalmente, la sociedad del peor tipo, es la sociedad en la cual el dirigente, a través de la decepción y trampas hace un mal uso de su autoridad legal para llevar a cabo sus ambiciones personales e imponer sus reglas al pueblo por medio de la fuerza. En una sociedad de este tipo el dirigente es odiado por el pueblo y acarrea su propia caída, la de su país y su pueblo.",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"Comportamiento Moral",
        "theory6": "En Taekwon-Do se insta mucho sobre la cutura moral, ya que no solo promociona el cuerpo sano y una mente profunda, sino también un comportamiento deportivo y el fortalecimiento del comportamiento moral.",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"Men sana in corpore sano",
        "theory7": "Los antiguos griegos adoptaron un espiritu sano en un cuerpo sano y un concepto espiritual creador. Cuanto mas disciplinada y cultivada es la mente, mas disciplinado y cultivado será el uso que el estudiante le de al Taekwon-Do.",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"Las Lecciones",
        "theory8": "No hay duda de que las lecciones que siguen pueden ser bastante difíciles de comprender, sin empbargo, le incumbe al estudiante serio de Taekwon-Do leer, asimilar, y tratar de captar esas esencias fundamentales de cultura moral.",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"Volver a la naturaleza básica",
        "theory9": "Mencius propone la analogía siguiente, cuando afirma que el hombre es básicamente bueno. Aún un ladrón de la peor especie, al encontrar a un niño inocente a punto de caer en un pozo, tratará de salvarlo, olvidando durante un momento, su intención de robar la casa. Este buen comportamiento se oscureció o se perdió totalmente por avidez de dinero y poder.",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"Ser virtuoso",
        "theory10": "Es muy dificil definir lo que es, sin embargo, cinco cualidades humanas fueron consideradas como virtudes desde los tiempos mas remotos: humanidad, rectitud, cortecía, sabiduría y confianza. Pera ser virtuoso uno debe cultivar y prácticar constantemente esas vitudes.\nConfusio dijo:\n<<La virtud es como la estrella del norte, todas las estrellas giran en orden alrededor de ella. Así que los que se encuentran alrededor de personas virtuosas, actuarán naturalmente para llegar a una mejor sociedad. Cuando el mundo esta en contra mía, con alefría me pido autosuperación y cuando finalmente, el mundo me reconoce y requiere, me siento orgulloso de asistirlo>>",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": "Filosofia"
    },
    {
        "id": "13",
        "name": "Template",
        "image": "https://upload.wikimedia.org/wikipedia/en/0/0b/International_Taekwon-Do_Federation_logo.png",
        "description": "Tules de Taekwon-Do ITF",
      "section1":"",
        "titletheory1":"",
        "theory1": "",
        "imageth1a":"",
        "imageth1b":"",
        "imageth1c":"",
        "titletheory2":"",
        "theory2": "",
        "imageth2a":"",
        "imageth2b":"",
        "imageth2c":"",
        "titletheory3":"",
        "theory3": "",
        "imageth3a":"",
        "imageth3b":"",
        "imageth3c":"",
        "titletheory4":"",
        "theory4": "",
        "imageth4a":"",
        "imageth4b":"",
        "imageth4c":"",
        "titletheory5":"",
        "theory5": "",
        "imageth5a":"",
        "imageth5b":"",
        "imageth5c":"",
        "titletheory6":"",
        "theory6": "",
        "imageth6a":"",
        "imageth6b":"",
        "imageth6c":"",
        "titletheory7":"",
        "theory7": "",
        "imageth7a":"",
        "imageth7b":"",
        "imageth7c":"",
        "titletheory8":"",
        "theory8": "",
        "imageth8a":"",
        "imageth8b":"",
        "imageth8c":"",
        "titletheory9":"",
        "theory9": "",
        "imageth9a":"",
        "imageth9b":"",
        "imageth9c":"",
        "titletheory10":"",
        "theory10": "",
        "imageth10a":"",
        "imageth10b":"",
        "imageth10c":"",
        "titletheory11":"",
        "theory11": "",
        "imageth11a":"",
        "imageth11b":"",
        "imageth11c":"",
        "titletheory12":"",
        "theory12": "",
        "imageth12a":"",
        "imageth12b":"",
        "imageth12c":"",
        "section2":"",
        "titletheory13":"",
        "theory13": "",
        "imageth13a":"",
        "imageth13b":"",
        "imageth13c":"",
        "titletheory14":"",
        "theory14": "",
        "imageth14a":"",
        "imageth14b":"",
        "imageth14c":"",
        "titletheory15":"",
        "theory15": "",
        "imageth15a":"",
        "imageth15b":"",
        "imageth15c":"",
        "titletheory16":"",
        "theory16": "",
        "imageth16a":"",
        "imageth16b":"",
        "imageth16c":"",
        "titletheory17":"",
        "theory17": "",
        "imageth17a":"",
        "imageth17b":"",
        "imageth17c":"",
        "titletheory18":"",
        "theory18": "",
        "imageth18a":"",
        "imageth18b":"",
        "imageth18c":"",
        "titletheory19":"",
        "theory19": "",
        "imageth19a":"",
        "imageth19b":"",
        "imageth19c":"",
        "titletheory20":"",
        "theory20": "",
        "imageth20a":"",
        "imageth20b":"",
        "imageth20c":"",
        "titletheory21":"",
        "theory21": "",
        "imageth21a":"",
        "imageth21b":"",
        "imageth21c":"",
        "section3":"",
        "titletheory22":"",
        "theory22": "",
        "imageth22a":"",
        "imageth22b":"",
        "imageth22c":"",
        "titletheory23":"",
        "theory23": "",
        "imageth23a":"",
        "imageth23b":"",
        "imageth23c":"",
        "titletheory24":"",
        "theory24": "",
        "imageth24a":"",
        "imageth24b":"",
        "imageth24c":"",
        "titletheory25":"",
        "theory25": "",
        "imageth25a":"",
        "imageth25b":"",
        "imageth25c":"",
        "titletheory26":"",
        "theory26": "",
        "imageth26a":"",
        "imageth26b":"",
        "imageth26c":"",
        "titletheory27":"",
        "theory27": "",
        "imageth27a":"",
        "imageth27b":"",
        "imageth27c":"",
        "titletheory28":"",
        "theory28": "",
        "imageth28a":"",
        "imageth28b":"",
        "imageth28c":"",
        "titletheory29":"",
        "theory29": "",
        "imageth29a":"",
        "imageth29b":"",
        "imageth29c":"",
        "titletheory30":"",
        "theory30": "",
        "imageth30a":"",
        "imageth30b":"",
        "imageth30c":"",
        "titletheory31":"",
        "theory31": "",
        "imageth31a":"",
        "imageth31b":"",
        "imageth31c":"",
        "titletheory32":"",
        "theory32": "",
        "imageth32a":"",
        "imageth32b":"",
        "imageth32c":"",
        "titletheory33":"",
        "theory33": "",
        "imageth33a":"",
        "imageth33b":"",
        "imageth33c":"",
        "titletheory34":"",
        "theory34": "",
        "imageth34a":"",
        "imageth34b":"",
        "imageth34c":"",
        "titletheory35":"",
        "theory35": "",
        "imageth35a":"",
        "imageth35b":"",
        "imageth35c":"",
        "titletheory36":"",
        "theory36": "",
        "imageth36a":"",
        "imageth36b":"",
        "imageth36c":"",
        "titletheory37":"",
        "theory37": "",
        "imageth37a":"",
        "imageth37b":"",
        "imageth37c":"",
        "titletheory38":"",
        "theory38": "",
        "imageth38a":"",
        "imageth38b":"",
        "imageth38c":"",
        "titletheory39":"",
        "theory39": "",
        "imageth39a":"",
        "imageth39b":"",
        "imageth39c":"",
        "titletheory40":"",
        "theory40": "",
        "imageth40a":"",
        "imageth40b":"",
        "imageth40c":"",
        "category": ""
    }
    
]